{
  "poetica": [
    {
      "frammento": "1447a",
      "testo": "Nous allons traiter de l’art poétique lui-même et de ses espèces, de l’effet propre à chacune  d’entre elles, de la manière dont il faut agencer les histoires si l’on souhaite que la composition soit réussie ; nous traiterons en outre du nombre et de la nature des parties qui la constituent et  pareillement de toutes les questions qui appartiennent au même domaine de recherche, en  commençant d’abord par ce qui vient d’abord, suivant l’ordre naturel. L’épopée, et la poésie  tragique comme aussi la comédie, l’art du poète de dithyrambe et, pour la plus grande partie, celui du joueur de flûte et de cithare, se trouvent tous être, d’une manière générale, des imitations. Mais ils diffèrent les uns des autres par trois aspects: ou bien ils imitent par des moyens différents, ou bien ils imitent des objets différents, ou bien ils imitent selon des modes différents, et non de la même manière. Car si certains - les uns grâce à l’art, les autres grâce à l’habitude - imitent par des couleurs et des figures nombre d’objets en reproduisant leur image, si d’autres le font grâce à la voix, il en est également ainsi dans les arts dont nous avons parlé: tous réalisent l’imitation par le rythme, le langage et la mélodie - que ces derniers soient employés séparément ou combinés  entre eux. Par exemple, l’art du joueur de flûte et de cithare (même si certains autres se trouvent être comparables dans leur effet, comme l’art de la syrinx) n’utilise que la mélodie et le rythme, alors que l’art des danseurs imite par le rythme seul, sans mélodie. C’est en effet aussi à travers des rythmes figurés par les pas de danse que les danseurs imitent caractères, émotions et  actions."
    },
    {
      "frammento": "1447b",
      "testo": "Cependant, l’art qui n’imite que par la prose ou les vers - qu’il combine entre eux différents types de vers ou n’en utilise qu’un seul - n’a pas jusqu’à présent reçu de nom. En effet, nous ne saurions désigner par un terme commun les mimes de Sophron et de Xénarque, et les dialogues  socratiques, pas plus que les imitations que l’on peut faire à l’aide de trimètres, de mètres  élégiaques ou d’autres mètres du même genre; du reste, les gens accolent au nom du mètre le verbe poiein [faire] et nomment les uns elegeio-poioi [faiseurs d’élégies] et les autres epopoioi  [faiseurs d’épopée], les appelant poètes non parce qu’ils imitent, mais d’un commun accord parce qu’ils ont recours au mètre. En effet, pour peu que quelqu’un expose un sujet de médecine ou d’histoire naturelle à l’aide de mètres, les gens ont coutume de l’appeler ainsi; rien de commun pourtant entre Homère et Empédocle si ce n’est le mètre: aussi est-il juste d’appeler poète le  premier, et le second naturaliste plutôt que poète. Et de la même façon, même si un homme  réalisait une imitation en combinant tous les mètres, comme l’a fait Chérémon avec son Centaure, rhapsodie combinant tous les mètres, il faudrait aussi le nommer poète. Voilà donc les distinctions à faire sur ces sujets.Il existe certains arts qui utilisent tous les moyens déjà évoqués - je veux par exemple parler du rythme, du chant et du mètre -, comme la poésie dithyrambique et le nome, la tragédie et la comédie ; mais ils diffèrent en ce que les uns utilisent tous ces moyens ensemble, les autres alternativement.Voilà donc les différences, portant sur les moyens de réaliser l’imitation, que j’établis entre les arts."
    },
    {
      "frammento": "1448a",
      "testo": "Puisque ceux qui imitent, imitent des gens en action et que ces gens sont nécessairement nobles"
    },
    {
      "frammento": "1448b",
      "testo": "ou bas (les caractères correspondent en effet presque toujours à ces deux seuls types, puisque, pour tout le monde, c’est le vice ou la vertu qui fait la différence entre les caractères), et en vérité soit meilleurs, soit pires, soit pareils que nous, comme le font les peintres - Polygnote représentait ses modèles en mieux, Pauson en pire et Dionysios à l’identique -, il est évident que chacune des imitations déjà évoquées présentera aussi ces différences et sera différente parce qu’elle imitera des objets différents du point de vue que je viens d’indiquer. En fait, ces dissemblances peuvent aussi apparaître chez le danseur, le joueur de flûte et de cithare, ainsi que dans les dialogues et la poésie sans accompagnement musical: Homère a par exemple représenté ses personnages en mieux, Cléophon à l’identique, Hégémon de Thasos, le premier à avoir composé des parodies, et Nico-charès, l’auteur de la Deiliade, en pire. Et de même dans les dithyrambes et les nomes, on pourrait réaliser une imitation comme *** Timothée et Philoxène ont représenté leurs Cyclopes. C’est la même différence qui permet à la tragédie de se distinguer de la comédie: l’une entend en effet imiter des hommes pires, l’autre meilleurs que les contemporains. Entre ces arts, il existe  encore une troisième différence: le mode selon lequel on imite chacun de ces objets. Il est en effet possible d’imiter les mêmes objets par les mêmes moyens, tantôt en racontant (que l’on adopte une autre identité -et tel est le mode de composition d’Homère -, ou que l’on reste le même, sans changement) ou bien ceux qui imitent, imitent tous les gensen train d’agir et de réaliser quelque chose. Comme nous le disions en commençant, tels sont donc les trois critères de différenciation de l’imitation: les moyens, les objets et le mode de cette imitation. De sorte qu’en un sens  Sophocle serait un imitateur semblable à Homère (ils imitent en effet tous deux des gens nobles) et qu’en un autre, il serait un imitateur semblable à Aristophane: ils imitent tous deux des gens qui agissent et font quelque chose [drôntas]. Voilà pourquoi, selon certains, ces œuvres sont aussi appelées drames [dramata] : elles imitent des gens qui font quelque chose [drôntas]. C’est encore la raison pour laquelle les Doriens revendiquent l’invention de la tragédie et de la comédie  (la comédie est revendiquée par les Mégariens, ceux d’ici qui prétendent qu’elle est apparue du temps où ils étaient en démocratie, et ceux de Sicile: le poète Epicharme, bien antérieur à  Chionidès et Magnés, était en effet originaire de leur cité ; la tragédie est revendiquée par  quelques Doriens du Péloponnèse); ils en veulent pour preuve les termes employés; ils disent en effet qu’ils appellent kômai les bourgades, alors que les Athéniens les appellent «dèmes» et que les comédiens ne tirent pas leur nom du verbe kômazein mais du fait que, chassés avec mépris de la ville, ils erraient de kômè en kômè; ils allèguent aussi que pour dire « faire », ils emploient b le verbe dran, tandis que pour les Athéniens, c’est prattein. Sur les critères de différenciation de  l’imitation - leur nombre et leur nature - voilà ce qu’il y avait à dire. À l’origine de l’art poétique dans son ensemble, il semble bien y avoir deux causes, toutes deux naturelles. Imiter est en effet, dès leur enfance, une tendance naturelle aux hommes - et ils se différencient des autres animaux en ce qu’ils sont des êtres fort enclins à imiter et qu’ils commencent à apprendre à travers l’imitation -, comme la tendance commune à tous, de prendre plaisir aux représentations; la preuve en est ce qui se passe dans les faits: nous prenons plaisir à contempler les images les plus exactes de  choses dont la vue nous est pénible dans la réalité, comme les formes d’animaux les plus  méprisés et des cadavres. Une autre raison est qu’apprendre est un grand plaisir non seulement pour les philosophes, mais pareillement aussi pour les autres hommes - quoique les points  communs entre eux soient peu nombreux à ce sujet. On se plaît en effet à regarder les images car leur contemplation apporte un enseignement et permet de se rendre compte de ce qu’est chaque chose, par exemple que ce portrait-là, c’est un tel; car si l’on se trouve ne pas l’avoir vu  auparavant, ce n’est pas en tant que représentation que ce portrait procurera le plaisir, mais en raison du fini dans l’exécution, de la couleur ou d’une autre cause de ce genre. L’imitation, la  mélodie et le rythme (car il est évident que les mètres sont une partie des rythmes) nous étant  naturels, ceux qui à l’origine avaient les meilleures dispositions naturelles en ce domaine, firent peu à peu des progrès, et à partir de leurs improvisations, engendrèrent la poésie. Mais la poésie se divisa suivant le caractère propre à chacun ; ceux qui avaient une âme noble imitaient les belles actions et celles de leurs pareils, ceux qui étaient plus vulgaires imitaient les actions des hommes bas, en composant d’abord des blâmes, tout comme les autres composaient des hymnes et des éloges. Des prédécesseurs d’Homère, nous ne pouvons citer aucun poème de ce genre, quoiqu’ils aient été probablement nombreux à en composer; mais à partir d’Homère, cela est possible: le Margitès par exemple, d’Homère lui-même, et les poèmes de ce genre où apparut aussi, en  harmonie avec le sujet, le mètre iambique (c’est"
    },
    {
      "frammento": "1449a",
      "testo": "pour cette raison qu’on l’appelle encore iambeion de nos jours) parce qu’on utilisait ce vers pour échanger des railleries. Et parmi les anciens, il y eut des poètes qui les uns composaient en vers héroïques, les autres en iambes. Quant à Homère, s’il a été le poète par excellence pour les sujets élevés (il est en effet unique, non parce qu’il a bien composé, mais parce qu’il a composé des  imitations dramatiques), il a également été le premier à montrer les traits principaux de la comédie en donnant une forme dramatique non au blâme, mais au comique; en effet, le rapport que l’Iliade et l' Odyssée entretiennent avec les tragédies est analogue au rapport qu’entretient le Margitès avec les comédies. Une fois apparues la comédie et la tragédie, ceux que leur nature propre  portait vers l’une ou l’autre composition poétique, devinrent, pour les uns, auteurs de comédies - et non plus de poèmes iambiques - et, pour les autres, auteurs de tragédies - et non plus d’épopées - parce que ces nouvelles formes avaient plus d’ampleur et de dignité que les précédentes. Quant à examiner si dès lors, dans ses différentes espèces, la tragédie a connu un développement  suffisant, le juger en soi ou par rapport aux représentations théâtrales, c’est une autre question. Étant donc à l’origine née de l’improvisation (la tragédie elle-même, tout comme la comédie ; la première remonte à ceux qui conduisaient le dithyrambe, la seconde à ceux qui conduisaient les chants phalliques aujourd’hui encore en honneur dans bien des cités), la tragédie fut peu a peu amplifiée parce que l’on développait tout ce qui apparaissait en elle ; puis après de nombreux changements, elle se fixa, une fois entrée en possession de sa nature propre. Eschyle fut le  premier à porter de un à deux le nombre des acteurs, à diminuer les interventions du chœur et à donner le premier rôle au dialogue. Avec Sophocle, il y eut trois acteurs et"
    },
    {
      "frammento": "1449b",
      "testo": "des décors peints sur la scène. La tragédie gagna encore en ampleur après avoir abandonné  -puisque, tirant son origine du drame satyrique, elle a connu une évolution - les histoires brèves et le langage comique; longtemps après, on lui conféra toute sa gravité, et au tétramètre se substitua le mètre iambique; tout d’abord en effet on avait utilisé le tétramètre parce que la poésie était liée au drame satyrique et plus proche de la danse; mais quand les échanges parlés furent introduits, la nature trouva d’elle-même le mètre approprié: le mètre iambique est en effet de tous celui qui convient le mieux aux échanges parlés. En voici la preuve: lorsque nous conversons les uns avec les autres, nous prononçons un grand nombre de mètres iambiques, mais très rarement des  hexamètres et seulement lorsque nous quittons le ton de la conversation. Il y eut encore le nombre des épisodes et d’autres éléments; ce qu’on rapporte concernant la mise en ordre de chacun  d’entre eux, tenons-le pour dit, car ce serait sans doute un gros travail d’en faire l’examen  détaillé.La comédie est, comme nous l’avons dit, une imitation d’hommes sans grande vertu - non qu’elle traite du vice dans sa totalité, puisque le comique n’est qu’une partie du laid. Le comique tient en effet à un défaut et à une laideur qui n’entraînent ni douleur ni dommage: ainsi par exemple un masque comique peut être laid et difforme sans exprimer de douleur. Si les transformations de la tragédie et ceux qui en sont les auteurs sont donc bien connus, on ne connaît pas la comédie à ses débuts du fait qu’elle n’était pas prisée alors; c’est tardivement b en effet que l’archonte accorda un chœur de comédiens, auparavant il s’agissait de volontaires. Et c’est alors que la comédie avait déjà certaines formes déterminées, que l’on voit mentionnés les poètes de renom. À qui l’on doit les masques, les prologues ou le nombre des acteurs, on l’ignore ainsi que tous les autres détails de ce genre. Mais l’idée de composer des histoires est due à Épi-charme et Phormis: elle est tout d’abord venue de Sicile ; parmi les Athéniens, Cratès, renonçant à la forme iambique, fut le premier à traiter de sujets généraux, à composer des histoires. L’épopée est conforme à la tragédie jusque dans le fait qu’elle est l’imitation d’hommes nobles dans un récit versifié; mais le fait qu’elle emploie un mètre uniforme et qu’elle est une narration, les rend  différentes. Et elles le sont aussi par leur étendue: puisque l’une essaie autant que possible de se dérouler durant une seule révolution du soleil ou de ne guère s’en écarter alors que l’épopée n’est pas limitée dans le temps, il y aussi cette différence - quoique à l’origine les poètes en aient usé dans les tragédies tout comme dans l’épopée. Et pour ce qui est des parties, certaines sont  communes aux deux, d’autres sont propres à la tragédie. Voilà pourquoi celui qui sait dire si une tragédie est bonne ou mauvaise, saura aussi le faire à propos d’une épopée; car les éléments que contient l’épopée appartiennent à la tragédie, mais ceux que contient la tragédie ne se retrouvent pas tous dans l’épopée. De l’art d’imiter en hexamètres et de la comédie, nous parlerons plus  tard; parlons de la tragédie en reprenant la définition de son essence même, qui découle de ce que nous avons dit. La tragédie est donc l’imitation d’une action noble, conduite jusqu’à sa fin et ayant une certaine étendue, en un langage relevé d’assaisonnements dont chaque espèce est  utilisée séparément selon les parties de l’œuvre; c’est une imitation faite par des"
    },
    {
      "frammento": "1450a",
      "testo": "personnages en action et non par le moyen d’une narration, et qui par l’entremise de la pitié et de la crainte, accomplit la purgation des émotions de ce genre. Par «langage relevé d’assaisonnements», j’entends celui qui comporte rythme, mélodie et chant, et par «espèces  utilisées séparément», le fait que certaines parties ne sont exécutées qu’en mètres, d’autres en revanche à l’aide du chant. Puisque ce sont des personnages en action qui font l’imitation, comme partie de la tragédie il y aura nécessairement tout d’abord l’organisation du spectacle; puis la  composition du chant et l’expression; c’est en effet grâce à eux que l’on fait l’imitation. J’appelle «expression» l’agencement même des mètres; quant à «composition du chant», le sens en est tout à fait clair. Puisque d’autre part, il s’agit de l’imitation d’une action et qu’elle est accomplie par certaines personnes qui agissent, lesquelles ont nécessairement telle ou telle disposition de  caractère et de pensée (c’est en effet par référence à ces dispositions que nous disons que les actions sont telles ou telles - il y a deux causes naturelles des actions: la pensée et le caractère - et c’est au cours de ces actions que tous les hommes réussissent ou échouent), l’histoire est  l’imitation de l’action - j’appelle en effet «histoire» l’agencement des actes accomplis -, les  caractères sont ce qui nous permet de dire que les personnages en action sont tels ou tels, et la pensée réside dans toutes les paroles qu’ils prononcent pour faire une démonstration ou énoncer une maxime. Pour toute tragédie, il y a donc nécessairement six parties qui font qu’elle est telle ou telle; ce sont l’histoire, les caractères, l’expression, la pensée, le spectacle et le chant. On compte en effet deux parties qui fournissent les moyens de l’imitation, une seule qui en est le mode, trois qui en sont les objets, et aucune autre en dehors de celles-là; ce sont donc ces parties - ces éléments spécifiques pour ainsi dire - qu’ont utilisées bon nombre d’auteurs. De fait, le spectacle englobe tout: caractères, histoire, expression et chant, ainsi que la pensée. Cependant, la plus importante de ces parties est l’agencement des actes accomplis, puisque la tragédie imite non des hommes, mais l’action, la vie (le bonheur et le malheur résident eux aussi dans l’action, et la fin que nous visons est une action, non une qualité ; c’est en fonction de leur caractère que les hommes sont tels ou tels, mais c’est en fonction de leurs actions qu’ils sont heureux ou pas). Bien loin d’imiter des caractères grâce à des personnes en action, les auteurs conçoivent au contraire les caractères à travers les actions. Ainsi, ce sont bien les actes accomplis et l’histoire qui sont la fin de la tragédie; or la fin est de tout, la chose la plus importante. De plus, sans action, il ne saurait y avoir de tragédie, alors qu’il peut y en avoir sans caractères. Les tragédies de la plupart des auteurs modernes sont en effet dépourvues de caractères, et d’une façon générale, c’est le cas de nombreux poètes; c’est de même aussi parmi les peintres, le cas de Zeuxis par rapport à Polygnote, car si Polygnote est un bon peintre de caractères, la peinture de Zeuxis ne laisse aucune place aux caractères. De plus, si l’on place bout à bout des tirades qui campent des caractères, d’une composition irréprochable dans l’expression et la pensée, on ne réalisera pas ce qui est l’effet de la tragédie; une tragédie beaucoup moins bien composée sous ces rapports, mais qui comporte une histoire - un agencement des actes accomplis - le fera bien mieux. Ajoutons que ce qui séduit le plus dans la tragédie, ce sont des parties de l’histoire: les péripéties et les reconnaissances. Voici encore une preuve: ceux qui débutent en poésie sont capables d’exactitude dans l’expression et les"
    },
    {
      "frammento": "1450b",
      "testo": "caractères, avant de savoir agencer les actes accomplis, comme ce fut aussi le cas de presque tous les poètes archaïques. Le principe, l’âme pour ainsi dire, de la tragédie est donc l’histoire; en second lieu viennent les caractères. De fait, c’est encore à peu près comme en peinture: si  quelqu’un appliquait sans ordre les plus belles teintes, il charmerait moins que s’il réalisait en  grisaille une esquisse de son sujet. La tragédie est imitation d’action et à travers cette dernière précisément, imitation d’hommes en action. En troisième lieu vient la pensée; c’est la faculté de dire les paroles nécessaires et convenables, ce qui dans les discours est précisément le rôle de la politique et de la rhétorique. En effet, les poètes anciens faisaient parler leurs personnages  comme des citoyens, et les contemporains les font parler comme des rhéteurs. Le caractère est ce qui est de nature à déterminer un choix, le parti que l’on choisit ou que l’on évite lorsque l’on est dans l’indétermination (aussi n’y a-t-il pas de caractère dans les paroles qui ne montrent  absolument pas ce que choisit ou évite celui qui parle). La pensée, c’est le processus par lequel on démontre qu’une chose existe ou qu’elle n’existe pas ou par lequel on formule quelque idée générale. La quatrième partie, qui a trait au langage, est l’expression; j’affirme, comme il a été dit plus haut, que l’expression est la manifestation de la pensée à travers les mots; et elle a les  mêmes effets dans les vers et dans la prose. Parmi les autres parties, le chant est le principal  assaisonnement. Quant au spectacle, s’il exerce une séduction, il est totalement étranger à l’art et n’a rien de commun avec la poétique, car la tragédie réalise son effet même sans concours et sans acteurs. En outre, pour la réalisation du spectacle, l’art du décorateur a plus de poids que celui des poètes. Une fois posées ces définitions, disons maintenant quel doit être l’agencement des actes accomplis, puisque c’est bien là le premier point, et le plus important, pour la tragédie. Nous avons établi que la tragédie est imitation d’une action menée jusqu’à sa fin et formant un tout, ayant une certaine étendue ; car il se trouve des choses qui forment un tout, mais n’ont  aucune étendue. Forme un tout, ce qui a commencement, milieu et fin. Est commencement ce qui de soi ne suit pas par nécessité une autre chose, et après quoi existe ou apparaît naturellement une autre chose. Au contraire, est fin ce qui de soi vient naturellement après autre chose, par  nécessité ou dans la plupart des cas, et après quoi il n’y a rien. Est milieu ce qui de soi succède à autre chose, et après quoi vient autre chose. Ainsi les histoires bien agencées ne doivent ni  commencer au hasard ni finir au hasard, mais se conformer aux principes que l’on vient d’énoncer. En outre, puisqu’il faut que ce qui est beau -un être vivant aussi bien qu’un objet résultant de l’agencement de parties - non seulement ait des éléments placés dans un certain ordre, mais  aussi possède une étendue qui ne soit pas le fruit du hasard (la beauté réside en effet dans l’étendue et dans l’ordre; aussi un bel être vivant ne saurait-il être ni très petit - car la vision est confuse lorsqu’elle s’exerce durant un temps presque imperceptible -, ni très grand - car il "
    },
    {
      "frammento": "1451a",
      "testo": "n’y a pas de vision d’ensemble; l’unité et la totalité qui résultent de la vision échappent aux  regards: qu’on imagine par exemple un être qui mesurerait dix mille stades...), il s’ensuit que, de même que les corps et les êtres vivants doivent avoir une certaine étendue, mais que le regard puisse aisément embrasser, de même les histoires doivent avoir une certaine longueur, mais que la mémoire puisse aisément retenir.La limite qu’il faut fixer à la longueur en considération des  concours et de la compréhension des spectateurs ne relève pas de l’art; car s’il fallait lors d’un concours représenter cent tragédies, on le ferait contre la clepsydre, comme cela a parfois été le cas, dit-on. Il y a cependant une limite qu’implique la nature même de l’objet: pour ce qui est de l’étendue, le plus long est toujours le plus beau, tant que l’ensemble demeure parfaitement clair; pour fixer rapidement une limite, l’étendue qui permet le passage du malheur au bonheur ou du bonheur au malheur à travers une série d’événements se succédant selon la vraisemblance ou la nécessité, offre une limite satisfaisante. L’histoire n’est pas unique pour peu qu’elle concerne un personnage unique, comme certains le croient; dans la vie d’un seul homme survient en effet un grand nombre, voire une infinité d’événements dont certains ne constituent en rien une unité; et de même un grand nombre d’actions est accompli par un seul homme, qui ne constituent en rien une action unique. Aussi semblent-ils bien être dans l’erreur tous ces poètes qui ont composé une  Héracléïde, une Théséïdé et des poèmes de ce genre; ils s’imaginent en effet que, puisque  Héraclès en est le héros unique, il s’ensuit que l’histoire est elle aussi une. Là encore Homère,  incomparable sous d’autres aspects, semble bien avoir vu juste, grâce à son art ou grâce à son génie: en composant l’Odyssée, il n’a pas mis en vers l’ensemble des événements survenus dans la vie d’Ulysse, comme la blessure qu’il reçut sur les pentes du Parnasse ou la folie qu’il simula alors que les Grecs se rassemblaient, parce que l’existence de l’un de ces événements  n’entraînait ni par nécessité, ni"
    },
    {
      "frammento": "1451b",
      "testo": "par vraisemblance l’existence de l’autre; mais c’est autour d’une action une, au sens où nous  l’entendons, qu’il a agencé l'Odyssée, tout comme l’Iliade. Aussi, de même que dans les autres arts d’imitation, l’unité d’imitation résulte de l’unité de l’objet, de même l’histoire - puisqu’elle est imitation d’action - doit être imitation d’une action une et formant un tout; et les parties constituées des actes accomplis doivent être agencées de façon que, si l’on déplace ou supprime l’une d’elles, le tout soit troublé et bouleversé. Car ce qui s’ajoute ou ne s’ajoute pas sans résultat visible, n’est en rien partie du tout. De ce qui a été dit résulte clairement que le rôle du poète est de dire non pas ce qui a réellement eu lieu mais ce à quoi on peut s’attendre, ce qui peut se produire  conformément à la vraisemblance ou à la nécessité. En effet, la différence entre l’historien et le poète ne vient pas du fait que l’un s’exprime en vers ou l’autre en prose (on pourrait mettre l’œuvre d’Hérodote en vers, et elle n’en serait pas moins de l’histoire en vers qu’en prose); mais elle vient de ce fait que l’un dit ce qui a eu lieu, l’autre ce à quoi l’on peut s’attendre. Voilà pourquoi la poésie est une chose plus philosophique et plus noble que l’histoire : la poésie dit plutôt le général,  l’histoire le particulier. Le général, c’est telle ou telle chose qu’il arrive à tel ou tel de dire ou de  faire, conformément à la vraisemblance ou à la nécessité; c’est le but visé par la poésie, même si par la suite elle attribue des noms aux personnages. Le particulier, c’est ce qu’a fait Alcibiade, ou ce qui lui est arrivé. Pour la comédie, cela est d’emblée manifeste: c’est en effet seulement après avoir agencé leur histoire avec des faits vraisemblables que les auteurs lui donnent pour appui des noms pris au hasard ; ils ne composent pas au sujet d’un homme en particulier, comme les poètes iambiques. Pour la tragédie au contraire, on s’attache aux noms d’hommes qui ont existé; la raison en est que le possible entraîne la conviction; or les événements qui n’ont pas eu lieu, nous ne croyons pas encore qu’ils soient possibles, alors que ceux qui ont eu lieu sont évidemment possibles: s’ils étaient impossibles, ils n’auraient pas eu lieu. Néanmoins, dans certaines tragédies, seuls un ou deux noms font partie des noms bien connus, les autres étant inventés; et dans certaines, il n’y en a pas un seul, comme c’est le cas dans l'Anthée d’Agathon où les actes accomplis et les noms sont pareillement inventés sans que cela en diminue le charme. Ainsi, il ne faut pas chercher dans tous les cas à s’en tenir aux histoires traditionnelles dont traitent les tragédies. Il est même ridicule de le faire puisque les événements connus ne sont connus que d’un petit nombre, mais charment néanmoins tous les spectateurs. Il est donc clair d’après cela que le poète doit être poète d’histoires plutôt que de vers, d’autant qu’il est poète en raison de l’imitation et qu’il imite des actions. Et au cas où il compose un poème sur des événements qui ont eu lieu, il n’en est pas moins poète; car rien n’empêche que certains événements qui ont eu lieu soient de nature telle qu’il est vraisemblable qu’ils aient lieu ; c’est pour cette raison qu’il en est le poète. Parmi les histoires ou les actions simples, les pires sont celles à épisodes. J’entends par «histoire à épisodes» celle où les épisodes succèdent les uns aux autres sans vraisemblance ni nécessité. Les mauvais poètes composent de pareilles histoires parce que leur nature les y pousse, et les bons poètes parce que les acteurs les y poussent. En effet, comme ils composent des pièces pour les concours et qu’ils étirent l’histoire au-delà du"
    },
    {
      "frammento": "1452a",
      "testo": "possible, ils sont souvent obligés de gauchir la suite des événements. Puisque l’imitation a pour objet non seulement une action menée jusqu’à sa fin, mais aussi des événements qui suscitent crainte et pitié ; puisque ces sentiments naissent surtout lorsque ces événements, tout en  découlant les uns des autres, ont lieu contre notre attente (l’étonnement sera ainsi plus fort que s’ils avaient eu lieu spontanément ou par hasard, parce que parmi les coups du hasard, paraissent les plus étonnants ceux qui semblent s’être produits comme à dessein - tel le cas par exemple, de la statue de Mitys à Argos qui tua l’homme coupable de la mort de Mitys en tombant sur lui au moment où il regardait un spectacle : de tels événements ne semblent pas avoir lieu par hasard), il s’ensuit que les histoires de ce genre sont nécessairement les plus belles. Parmi les histoires, les unes sont simples, les autres complexes, puisque les actions - dont les histoires sont les imitations - sont d’elles-mêmes douées de ces caractères. Par «action simple», j’entends une action qui se déroule, selon nos définitions, cohérente et une, où le renversement de fortune a lieu sans  péripétie ni reconnaissance; par «complexe», une action où le renversement a lieu avec  reconnaissance ou péripétie - voire les deux; or ces dernières doivent découler de l’agencement même de l’histoire, de sorte qu’elles résultent des événements qui ont eu lieu auparavant et  qu’elles ont lieu par nécessité ou selon la vraisemblance. Car il y une grosse différence entre le fait que ceci ait lieu à cause de cela et le fait que ceci ait lieu à la suite de cela."
    },
    {
      "frammento": "1452b",
      "testo": "La péripétie est, comme on l’a dit, le retournement de l’action en sens contraire; et cela, pour  reprendre notre formule, selon la vraisemblance ou la nécessité. Ainsi, dans Œdipe l’homme qui arrive dans l’espoir de réjouir Œdipe et de le délivrer de ses craintes à propos de sa mère, fait tout le contraire en lui dévoilant son identité; et dans Lyncée, alors que l’on conduit un personnage à la mort et que Danaos l’accompagne pour le tuer, le déroulement de l’action fait que c’est Danaos qui périt, et l’autre qui est sauvé. La reconnaissance - son nom même l’indique - est le retournement qui conduit de l’ignorance à la connaissance, ou qui conduit vers l’amour ou bien la haine des êtres destinés au bonheur ou bien au malheur. La reconnaissance la plus belle est celle qui  s’accompagne d’une péripétie, comme celle qui prend place dans Œdipe. Il y a encore d’autres reconnaissances; ce qu’on vient de dire peut en effet survenir à propos d’objets inanimés, même banals; savoir si un homme a accompli ou pas une action, peut aussi être matière à  reconnaissance.Mais celle qui convient le mieux à l’histoire, et qui convient le mieux à l’action est celle dont nous avons parlé; car une reconnaissance de ce genre - assortie d’une péripétie -  suscitera pitié ou crainte; or, par principe, la tragédie est b imitation d’actions suscitant de tels  sentiments. Et c’est en outre lors d’événements de ce genre que surviendront le malheur ou le  bonheur. Quand donc la reconnaissance est une reconnaissance de personnes, tantôt il y a  reconnaissance de l’une par l’autre, lorsque l’identité de cette dernière est manifeste, tantôt il faut une reconnaissance mutuelle: Iphigénie par exemple est reconnue par Oreste à la suite de l’envoi de la lettre, mais une autre reconnaissance, d’Oreste par Iphigénie, est nécessaire. Voilà donc deux parties de l’histoire: la péripétie et la reconnaissance; il y en a une troisième: l’événement pathétique. On a déjà parlé de la péripétie et de la reconnaissance, quant à l’événement pathétique, c’est une action qui provoque destruction ou douleur, comme les agonies présentées sur la scène, les douleurs très vives, les blessures et toutes les choses du même genre. Nous avons parlé auparavant des parties de la tragédie qu’il faut considérer comme ses éléments constitutifs; voici les parties distinctes en quoi la tragédie se divise lorsqu’on la considère dans son étendue : le prologue, l’épisode, l’exode, le chant du chœur qui se divise à son tour en parodos et stasimon; ces parties sont communes à toutes les tragédies, mais les chants venant de la scène et les kommoi sont propres à certaines d’entre elles. Le prologue est la partie de la tragédie formant un tout qui précède la parodos chantée par le chœur; l’épisode est une partie de la tragédie formant un tout qui se trouve entre les chants du chœur formant un tout; l’exode est une partie de la tragédie formant un tout qui n’est pas suivie par un chant du chœur. Parmi les chants du chœur, la parodos est la première expression du chœur au complet; la stasimon est un chant du chœur ne comportant ni vers anapestiques ni vers trochaïques; le kommos est un chant de lamentation commun au chœur et aux acteurs sur scène. Nous avons parlé auparavant des parties de la tragédie qu’il faut considérer comme éléments constitutifs; voilà maintenant énoncées les parties distinctes en quoi la tragédie se divise lorsqu’on la considère dans son étendue."
    },
    {
      "frammento": "1453a",
      "testo": "À la suite de ce qui vient d’être dit, il va falloir parler du but à viser, des erreurs à éviter lorsque l’on agence des histoires, ainsi que du moyen de produire l’effet propre à la tragédie. Puisqu’il faut que dans la plus belle des tragédies l’agencement ne soit pas simple, mais complexe, et puisque cette tragédie doit de plus imiter des événements qui suscitent crainte et pitié (car c’est là le propre d’une imitation de ce genre), il est manifeste, tout d’abord, qu’on ne saurait y voir ni des hommes justes passer du bonheur au malheur (car cela ne suscite ni frayeur ni pitié mais la répulsion), ni des méchants passer du malheur au bonheur (car c’est de toutes les situations, la plus éloignée du tragique: elle ne suscite ni sympathie, ni pitié, ni crainte), ni d’autre part un scélérat tomber du bonheur dans le malheur (ce genre d’agencement pourra peut-être susciter la sympathie, mais ni pitié, ni crainte) car l’une - c’est la pitié - s’adresse à l’homme qui est dans le malheur sans l’avoir mérité, et l’autre - c’est la crainte - s’adresse à notre semblable, si bien que ce cas-là ne suscitera ni pitié ni crainte). Reste par conséquent le cas intermédiaire; c’est le cas d’un homme qui, sans être incomparablement vertueux et juste, se retrouve dans le malheur non à cause de ses vices ou de sa méchanceté, mais à cause de quelque erreur - l’un des hommes qui jouissent d’une grande réputation et d’un grand bonheur, comme Œdipe, Thyeste et les membres illustres des familles de ce genre. Pour être belle, il faut donc que l’histoire soit simple, plutôt que double comme le disent certains, que le retournement de fortune se fasse non pas du malheur vers le bonheur, mais au contraire, du bonheur vers le malheur, et qu’il soit provoqué non par la méchanceté mais par une erreur grave du personnage qui, ou bien possédera les qualités qu’on a dites, ou bien sera bon plutôt que mauvais. J’en veux pour preuve ce qui se produit actuellement: au début, les poètes prenaient en compte des histoires trouvées au hasard, alors qu’aujourd’hui, les plus belles  tragédies sont agencées autour d’un petit nombre de maisons, autour par exemple d’Alcméon, d’Œdipe, d’Oreste, de Méléagre, de Thyeste, de Télèphe et tous les autres héros à qui il est arrivé de subir ou de causer de terribles malheurs. Voilà donc selon les règles de l’art, l’agencement qui permettra de composer la plus belle tragédie. Aussi commettent-ils précisément la même erreur, ceux qui blâment Euripide de procéder ainsi dans ses tragédies et de donner à beaucoup d’entre elles un dénouement malheureux, car cette pratique est bonne, comme cela a été dit. En voici une preuve très solide: à la scène et lors des concours, les œuvres de ce genre, pour peu que leur composition respecte les règles, sont manifestement les plus tragiques, et Euripide, s’il a peu de bonheur dans l’organisation d’ensemble, est manifestement le plus tragique des poètes. Ne vient qu’au second rang la tragédie placée par certains au premier, celle qui, comme l'Odyssée, comporte une double ordonnance des faits et s’achève de façon opposée pour les bons et les méchants; ce n’est que la faiblesse de jugement du public qui la fait considérer comme supérieure, car les poètes se règlent sur les spectateurs et composent pour répondre à leurs vœux. Mais ce n’est pas là le plaisir que doit procurer une tragédie; c’est plutôt le plaisir propre à la comédie; dans celle-ci en effet, les personnages qui, dans la légende, soit les pires ennemis, comme Oreste et Égisthe, s’en vont à la fin, réconciliés, et personne n’est tué par personne."
    },
    {
      "frammento": "1453b",
      "testo": "La crainte et la pitié peuvent bien sûr naître b du spectacle, mais elles peuvent naître aussi de l’agencement même des faits accomplis, ce qui est préférable et d’un meilleur poète. Il faut en  effet agencer l’histoire de telle sorte que, même sans les voir, celui qui entend raconter les actes qui s’accomplissent, frissonne et soit pris de pitié 5 devant les événements qui surviennent - ce que l’on ressentirait en écoutant raconter l’histoire d’Œdipe. Produire cet effet au moyen du  spectacle ne relève guère de l’art et ne demande que des moyens de mise en scène. Quant à ceux qui au moyen du spectacle ne provoquent pas de frayeur mais produisent seulement du monstrueux, ils n’ont rien à voir avec la tragédie; car il ne faut pas chercher n’importe quel plaisir dans la tragédie, mais celui qui lui est propre. Et puisque le poète doit susciter le plaisir qui vient, à travers l’imitation, de la pitié et de la crainte il est manifeste qu’il doit composer de manière à faire naître ce plaisir des actes accomplis.Parmi les événements, voyons donc lesquels provoquent  l’effroi, lesquels appellent la pitié. Par nécessité, des actions de ce genre sont accomplies par des hommes qui entretiennent entre eux des relations d’alliance, de haine ou d’indifférence. Une haine réciproque ne suscitera - que le personnage agisse ou s’en tienne aux intentions - aucun  sentiment de pitié, sauf au moment où surviendra l’événement pathétique lui-même; l’indifférence n’en suscitera pas davantage. Mais les cas où l’événement pathétique survient au sein d’une  alliance, par exemple l’assassinat, l’intention d’assassiner ou toute autre action de ce genre  entreprise par un frère contre son frère, par un fils contre son père, par une mère contre son fils ou par un fils contre sa mère, ce sont ces cas qu’il faut rechercher. Sans doute n’est-il pas permis de modifier les histoires traditionnelles - je parle par exemple de Clytemnestre mourant de la main d’Oreste, ou d’Ériphyle mourant de celle d’Alcméon; mais le poète doit trouver aussi comment faire un bon usage des données traditionnelles. Ce que nous entendons par «bon usage», disons-le plus clairement. L’action peut en effet se dérouler, comme chez les anciens poètes, alors que les personnages connaissent et identifient leurs victimes: c’est ainsi qu’Euripide a composé le  personnage de Médée tuant ses enfants. Il est possible également que des personnages  accomplissent l’acte terrible, mais l’accomplissent sans le savoir, et par la suite reconnaissent leur  alliance avec la victime, comme l’Œdipe de Sophocle; cet acte se déroule donc hors du drame, mais il peut trouver place dans la tragédie elle-même, comme c’est le cas de l’Alcméon  d’Astydamas ou de Télégonos dans l'Ulysee blesse. Outre celle-ci, il y a encore une troisième possibilité : alors qu’en pleine ignorance il a l’intention de commettre un des actes irrémédiables, le personnage reconnaît sa victime avant d’agir. En dehors de ces trois possibilités, il est impossible de faire autrement: car nécessairement on agit, ou l’on n’agit pas, et c’est en sachant ou en ne  sachant pas. De ces situations, celle où le personnage a l’intention d’agir en pleine connaissance mais ne le fait pas, est la plus faible: elle suscite la répulsion et n’est pas tragique faute  d’événement pathétique."
    },
    {
      "frammento": "1454a",
      "testo": "C’est pourquoi personne ne compose de cette manière - ou rarement: dans Antigone, Hémon est dans cette situation face à Créon. Une situation un peu moins mauvaise est celle où le  personnage agit; meilleure encore est celle où il agit en pleine ignorance et reconnaît sa victime après avoir agi: aucune répulsion ne s’y attache, et la reconnaissance produit un effet de surprise. Mais la dernière situation est la meilleure; je parle par exemple de celle de Méropé dans  Cresphontès, qui a l’intention de tuer son fils, mais ne le tue pas et le reconnaît, dans Iphigénie, de la situation de la sœur par rapport à son frère, et dans Hellè, de celle du fils, qui ayant l’intention de livrer sa mère, la reconnaît. On voit bien ici la raison pour laquelle les tragédies - on l’a dit  auparavant - n’ont pas trait à un grand nombre de familles: comme ce n’est pas aux règles de l’art, mais au hasard que les poètes doivent d’avoir trouvé au cours de leurs recherches le moyen de ménager dans les histoires des situations de ce genre, ils se voient contraints de recourir aux  maisons au sein desquelles des événements funestes de ce genre sont survenus. Sur l’agencement des actes accomplis et pour savoir si les histoires doivent être telles ou telles, en voilà assez. Pour ce qui est des caractères, il y a quatre buts à viser; l’un d’entre eux - et le  premier -, c’est qu’ils soient bons. Comme cela a été dit, il y aura caractère si les paroles ou  l’action rendent manifeste un choix ; et le caractère sera bon si le choix est bon. Et cela est  possible pour chaque genre de personnage: une femme tout comme un esclave, même si le  premier genre est assez inférieur, et le second tout à fait bas. Le deuxième but à viser est la  convenance: un caractère peut être viril, mais être virile ou trop intelligente ne convient pas à une femme. Le troisième est la ressemblance; c’est autre chose que de composer un caractère bon ou convenable, au sens où on les a définis. Le quatrième est la cohérence; car même si celui qui fait l’objet de l’imitation est incohérent et suppose un caractère de ce genre, il faut néanmoins que ce caractère soit incohérent d’une manière cohérente. Or l’on trouve des exemples de méchanceté non nécessaire comme le Ménélas d’Oreste; de caractère sans conformité ni convenance: les  lamentations d’Ulysse dans Scylla ou la tirade de Mélanippé; d’incohérence: Iphigénie à Aulis, car Iphigénie suppliante ne ressemble en rien à ce qu’elle sera dans la suite. Dans les caractères, comme dans l’agencement des actes accomplis, il faut également toujours chercher soit le  nécessaire, soit le vraisemblable, de sorte qu’il soit nécessaire ou vraisemblable que tel personnage dise ou fasse telle chose, nécessaire ou vraisemblable qu’après ceci, ait lieu cela. Il est donc manifeste que la résolution des b histoires doit aussi résulter des histoires elles-mêmes, et non d’une intervention de la machine, comme dans Médée ou dans l’Iliad au moment du  rembarquement; la machine au contraire ne doit être utilisée que pour des événements extérieurs au drame, qu’ils aient eu lieu auparavant - et un homme ne peut les connaître -, ou qu’ils aient lieu ensuite - et il faut qu’ils soient prédits ou annoncés ; car nous reconnaissons aux dieux le don de tout voir. Mais il ne doit rien y avoir d’irrationnel dans les actes accomplis; si c’est le cas, ils doivent avoir lieu en dehors de la tragédie, comme dans l'Œdipe de Sophocle. Puisque la tragédie est imitation d’hommes meilleurs que nous, il faut imiter les bons porlo traitistes; car ceux-ci, pour  restituer la forme propre, tout en composant des portraits ressemblants, peignent en plus beau. De même le poète, lorsqu’il imite des hommes violents, nonchalants, ou qui possèdent les autres  traits de caractère de ce genre, doit les rendre remarquables, même s’ils ont ces défauts. Un exemple de dureté: l’Achille d’Agathon et d’Homère. Voilà à quoi il faut veiller avec soin, comme en outre, à ce qui peut aller à l’encontre des sensations nécessairement produites par l’art du poète : là aussi, on peut souvent se tromper. Mais il en a suffisamment été question dans les ouvrages publiés."
    },
    {
      "frammento": "1454b",
      "testo": "On a dit auparavant ce qu’est la reconnaissance; voici maintenant les espèces de  reconnaissances : la première, qui est la plus étrangère à l’art poétique et à laquelle les auteurs ont par indigence le plus souvent recours, est la reconnaissance par les signes distinctifs. Parmi ces signes, les uns sont innés, comme «la lance que portent les Fils de la Terre» ou les étoiles que Carcinos a introduites dans Thyeste; les autres sont acquis, certains se trouvant sur le corps, comme des cicatrices, d’autres en étant séparés, comme les colliers ou encore dans Tyro les  signes que fournit la nacelle. On peut d’ailleurs avoir recours à ces signes avec plus ou moins de bonheur: grâce à sa cicatrice, Ulysse est ainsi reconnu de façon différente par sa nourrice et par les porchers; les reconnaissances destinées à établir la confiance sont plus étrangères à l’art, alors que celles qui résultent d’une péripétie -comme dans la scène du bain - sont plus heureuses. Viennent ensuite les reconnaissances imaginées par le poète, pour cette raison étrangères à l’art; dans Iphigénie, par exemple, Oreste qui se fait reconnaître pour Oreste; de fait, Iphigénie est  reconnue grâce à la lettre, alors qu’Oreste dit de lui-même ce qu’exige le poète, et non This-toire ; aussi est-on bien près de l’erreur déjà dénoncée, puisque Oreste aurait pu aussi bien porter sur lui quelque signe de reconnaissance. Pareille erreur: la voix de la navette dans le Térée de Sophocle. Vient en troisième place la reconnaissance amenée par le souvenir: la vue d’un objet provoque chez le personnage une prise de conscience, comme dans les Cypriens de Dicéogénès, où un personnage se met à pleurer en contemplant le tableau; de même lors du récit chez  Alcinoos: il"
    },
    {
      "frammento": "1455a",
      "testo": "entend le cithariste, il se souvient et fond en larmes; c’est ainsi que sont reconnus ces  personnages. Vient en quatrième place la reconnaissance issue d’une déduction, telle celle des Choéphores, à savoir: il est venu quelqu’un qui me ressemble; or personne ne me ressemble  sinon Oreste; c’est donc bien lui qui est venu. Telle est encore la reconnaissance imaginée par  Polyidos le Sophiste à propos d’Iphigénie: il est en effet vraisemblable qu’Oreste rapproche le fait que sa sœur a été sacrifiée, du fait qu’il va bientôt l’être; de même dans le Tydée de Théodecte, l’idée que, venu pour trouver son fils, il soit mis à mort; ou encore dans les Phinéïdes: en  contemplant l’endroit, elles raisonnent sur leur sort et en déduisent que leur sort est de mourir en cet endroit, puisque c’est là qu’elles ont été exposées. Il existe encore une reconnaissance; elle repose sur un raisonnement faux du public, comme dans Ulysse le faux messager, le fait  qu’Ulysse - et personne d’autre - bande l’arc est une donnée imaginée par le poète, et c’est la base d’un raisonnement; mais si de plus, précisément, Ulysse a affirmé pouvoir identifier l’arc sans l’avoir vu, imaginer une reconnaissance par le biais de cette déclaration sous prétexte qu’il va  reconnaître l’arc, c’est là un faux raisonnement. De toutes les reconnaissances, la meilleure est celle qui résulte des actes accomplis eux-mêmes car l’effet de surprise se produit selon les lois de la vraisemblance, comme dans l'Œdipe de Sophocle et dans Iphigénie, où il est vraisemblable qu’Iphigénie désire confier une lettre. Seules les reconnaissances de ce genre se déroulent sans ces inventions - signes distinctifs ou colliers. Sont à placer au deuxième rang les reconnaissances issues d’une déduction. Il faut agencer les histoires et grâce à l’expression leur donner leur forme achevée en se mettant le plus possible les situations sous les yeux; car en les voyant ainsi très clairement, comme si l’on était sur les lieux mêmes de l’action, on pourra trouver ce qui convient et éviter la moindre contradiction interne; à preuve, le reproche adressé à Carcinos ; son Amphiaraos remontait en effet du sanctuaire, détail qui pouvait échapper à quelqu’un qui n’aurait pas vu la  pièce représentée; mais à la scène, la pièce, tomba, les spectateurs ayant mal pris la chose. Il faut encore autant que possible donner une forme achevée aux histoires en ayant recours aux gestes; en effet à égalité de dons naturels, ceux qui vivent les passions sont les plus persuasifs: celui qui est dans le désarroi représente le désarroi avec le plus de sincérité, celui qui est en colère  représente l’emportement avec le plus de sincérité. Voilà pourquoi l’art poétique est l’affaire de gens naturellement doués ou en proie au délire: les uns sont malléables, les autres sont capables de sortir d’eux-mêmes. Qu’il s’agisse d’arguments déjà composés ou d’arguments que le poète compose lui-même, il doit en établir l’idée générale, puis alors seulement y introduire des épisodes et développer. Voici la manière dont j’entends qu’il pourrait se représenter cette idée générale,  celle de l'Iphigénie, par exemple: une jeune fille a été sacrifiée et a disparu à l’insu des  sacrificateurs; elle a été transportée dans un autre pays où l’usage est de sacrifier les étrangers à la déesse; or c’est elle qui a été investie de ce sacerdoce. Plus tard survient l’arrivée du frère de la prêtresse (l’ordre que le dieu lui a donné de se rendre là-bas pour un motif sans rapport avec l’idée générale, et le but de ce voyage n’ont aucun rapport avec l’histoire); il arrive; il est pris et sur le point d’être"
    },
    {
      "frammento": "1455b",
      "testo": "sacrifié, il se fait reconnaître (de la façon imaginée par Euripide ; ou bien de la façon imaginée par Polyidos: Oreste qui selon toute vraisemblance dit que ce n’était donc pas seulement sa sœur, mais aussi lui-même qui devait être sacrifié), ce qui assure son salut. Ceci fait, il faut alors - non sans avoir donné leur nom aux personnages - introduire les épisodes, de façon à ce qu’ils soient bien appropriés à l’histoire, tels par exemple dans le cas d’Oreste, la folie qui permet son  emprisonnement et le salut que lui apporte la purification. Or dans les drames, les épisodes sont brefs, alors que ce sont eux qui font la longueur de l’épopée. L’argument de l'Odyssée n’est pas long en effet: un homme erre loin de son pays durant de nombreuses années, surveillé de près par Poséidon et dans la solitude; de plus, les choses vont chez lui de telle manière que ses biens sont dilapidés par les prétendants et son fils en proie à leurs complots; il arrive alors plein de désarroi, et après s’être fait reconnaître de quelques-uns et être passé à l’attaque, il est lui-même sauvé et tue ses ennemis. Voilà ce qui appartient en propre au sujet; le reste n’est qu’épisodes. Pour toute tragédie, il existe une partie qui est le nœud, et une autre qui est la résolution; les faits qui se  déroulent en dehors de la tragédie et souvent une partie des faits qui se déroulent en elle,  constituent le nœud; le reste constitue la résolution. J’appelle «nœud» ce qui va du début jusqu’à la partie - la dernière - à partir de laquelle survient le retournement qui conduit au bonheur ou au malheur; et résolution, ce qui va du début de ce retournement jusqu’à la fin. Ainsi, dans le Lyncée de Théodecte, le nœud comprend les actes accomplis auparavant, l’enlèvement de"
    },
    {
      "frammento": "1456a",
      "testo": "l’enfant et en outre leur ***, et le dénouement va de l’accusation de meurtre jusqu’à la fin. Il y a quatre espèces de tragédies (de fait c’est aussi le nombre des parties dont on a parlé) : la tragédie complexe, dont l’ensemble est occupé par la péripétie et la reconnaissance; la tragédie comportant un événement pathétique, comme les Ajax et les Ixion ; la tragédie de caractère, comme les Femmes de Phtie et Pelée la quatrième étant le spectacle, comme les Phorcide,  Prométhée et tout ce qui se passe chez Hadès. Il faut faire tout son possible pour qu’une tragédie possède toutes les parties, ou du moins les plus importantes et la plupart d’entre elles, vu surtout les calomnies aujourd’hui lancées contre les poètes; en effet, comme il y a eu des poètes qui ont excellé dans une partie en particulier, on exige qu’un seul poète surpasse chacun de ceux-ci dans la partie où ils ont excellé. Par ailleurs, pour pouvoir légitimement affirmer qu’une tragédie est  différente d’une autre ou qu’elle est la même, rien ne vaut l’histoire: la deuxième affirmation est vraie pour les tragédies qui ont même intrigue et même résolution. De nombreux auteurs, après avoir bien noué l’intrigue, la résolvent mal; or il faut que les deux choses aillent de conserve. Il faut se rappeler ce qui a été dit plusieurs fois, et ne pas faire d’un agencement d’épopée une tragédie (j’appelle un agencement épique celui qui comporte plusieurs histoires), comme si l’on faisait de l’ensemble de l'Iliade une seule histoire. Là en effet, grâce à la longueur de l’œuvre, les parties reçoivent l’étendue qui leur convient, alors que dans les drames le résultat est loin d’être ce qu’on avait conçu. La preuve en est que tous ceux qui ont composé une histoire du sac de Troie dans son entier, et non par parties comme Euripide, ou bien la légende de Niobé tout entière au lieu de le faire comme Eschyle, soit échouent, soit perdent les concours,"
    },
    {
      "frammento": "1456b",
      "testo": "puisque ce fut même la seule cause d’échec pour Agathon. Avec les péripéties et les actions  simples, les poètes recherchent les effets de surprise désirés; c’est en effet cela qui fait naître le tragique et la sympathie; et c’est le cas chaque fois qu’un personnage habile mais méchant,  comme Sisyphe, est trompé ou qu’un personnage brave, mais injuste, est vaincu. Comme le dit Agathon, cela est vraisemblable; car il est vraisemblable qu’aient lieu bien des événements  contraires à la vraisemblance. Le chœur doit être considéré comme l’un des acteurs, doit faire  partie de l’ensemble et concourir à l’action, non comme chez Euripide, mais comme chez  Sophocle. Or chez la plupart des auteurs, les parties chantées n’ont pas plus de rapport avec  l’histoire qu’avec une autre tragédie; aussi chante-t-on des intermèdes dont Agathon a été  l’initiateur. Et cependant, quelle différence y a-t-il entre chanter des intermèdes et adapter à une pièce une tirade ou un épisode entier empruntés à une autre? Il a déjà été question des autres parties; reste à parler de l’expression et de la pensée. Ce qui concerne la pensée, qu’on aille le trouver dans les ouvrages de rhétorique, car cela est plutôt propre à cette étude. Appartient au domaine de la pensée tout ce qui doit être produit par les paroles on y trouve comme parties:  démontrer, réfuter, produire des émotions comme la pitié, b la crainte, la colère et toutes les autres de ce genre, ou encore amplifier et réduire. Il est évident que dans la présentation des actes  accomplis, il faut aussi y avoir recours en partant des mêmes principes, chaque fois qu’il s’agit de produire des effets de pitié, de crainte, de grandeur ou de vraisemblance. La différence est qu’ici les effets doivent se manifester sans raisonnement, alors que les effets attachés aux paroles doivent être produits par celui qui parle et naître de ses paroles. En effet, à quoi servirait-il qu’un  personnage parle, si sa pensée se manifestait de manière satisfaisante, mais si ce n’était pas à travers ses paroles ? Les modes de l’expression constituent l’un des aspects de l’étude  concernant l’expression; les connaître relève de l’art de l’acteur et du spécialiste qui possède à fond un art de ce genre : c’est par exemple savoir ce qu’est un ordre, ce qu’est une prière, un récit, une menace, une question, une réponse et tout ce qui peut exister d’autre de ce genre. Que le poète connaisse ou ignore ces règles, on ne peut pour autant adresser aucune critique digne ùd’attention à son art; car qui pourrait accepter la critique de Protagoras, qu’Homère ait commis une faute parce que tout en croyant adresser une prière, il donne un ordre lorsqu’il dit: «Chante, déesse, la colère...»? Selon lui, en effet, inviter à faire ou ne pas faire une chose, c’est donner un ordre. Aussi, laissons cela de côté comme étant l’objet d’étude d’un autre art et non de la poétique. Voici maintenant les parties de l’expression prise dans son ensemble: la lettre, la syllabe, la  conjonction, le nom, le verbe, l’article, la flexion et l’énoncé. La lettre est un son indivisible, non pas n’importe lequel, mais celui qui par nature concourt à la formation d’un son composé; car chez les bêtes, on trouve aussi des sons indivisibles, mais je ne donne à aucun d’eux le nom de lettre. Voici les différentes sortes de lettres: la voyelle, la semi-voyelle et la muette. La voyelle est la lettre qui a un son audible sans qu’il y ait rapprochement de la langue ou des lèvres; la semi-voyelle"
    },
    {
      "frammento": "1457a",
      "testo": "est la lettre qui a un son audible avec ce rapprochement - le S et le R par exemple ; et la muette est la lettre qui avec ce rapprochement n’a par elle-même aucun son et ne devient audible  qu’associée aux lettres qui ont un son, - le G et le D par exemple. Ces lettres diffèrent suivant la forme prise par la bouche, suivant l’endroit où se produit le rapprochement, suivant la présence ou l’absence d’aspiration, suivant leur longueur ou leur brièveté, et suivant l’intonation aiguë, grave ou intermédiaire. Il convient d’étudier chacun de ces points en détail dans des ouvrages de métrique. La syllabe est un son sans signification, composé d’une muette et d’une lettre ayant un son; car le son G R est une syllabe sans A aussi bien qu’associé au A : G RA. Mais ici encore l’étude de ces distinctions-là appartient à la métrique. La conjonction est un son sans signification qui n’empêche ni ne provoque la formation à l’aide de plusieurs sons, d’une seule expression signifiante *** aux extrémités ou au milieu; et qui ne peut se placer au début d’une phrase, isolément: Men, ètoi, dè* par exemple. Ou bien c’est un son sans signification qui, à partir de plusieurs sons eux-mêmes signifiants, provoque par nature la formation d’une seule expression signifiante. L’article est un son sans signification qui indique le début, la fin de la phrase ou une division en elle *** par exemple amphi, péri etc.; ou un son sans signification qui n’empêche ni ne provoque la formation, à partir de plusieurs sons, d’une expression signifiante et qui se place par nature aux extrémités ou au  milieu. Le nom est un son composé et signifiant qui n’indique pas le temps, dont aucune partie n’est signifiante par elle-même ; dans les noms doubles en effet, on n’emploie pas chaque partie comme si elle était par elle-même signifiante : par exemple dans Theodoros, dôron n’est pas  signifiant. Le verbe est un son composé signifiant, qui indique le temps, dont aucune partie n’est signifiante par elle-même, comme pour les noms; ainsi homme ou blanc n’indiquent pas le  moment, alors que il marche ou il a marché ajoute au sens l’indication du temps présent ou passé. La flexion est propre au nom ou au verbe; elle indique une relation d’appartenance, d’attribution et toutes les relations de ce genre, ou bien le singulier ou le pluriel - comme hommes ou homme - ou encore les modalités qui sont exprimées par les personnages comme l’interrogation ou l’ordre;  a-t-il marché? ou marche sont des flexions du verbe en vertu de cette distinction. L’énoncé est un son composé signifiant dont certaines parties ont par elles-mêmes un sens (tout énoncé, en effet, ne se compose pas de verbes et de mots, mais on peut avoir au contraire - comme dans le cas de la définition de l’homme - un énoncé sans verbe; il devra néanmoins toujours contenir une partie signifiante): Cléon par exemple dans l’énoncé Cléon marche. L’énoncé peut être un de deux  manières, soit en signifiant une chose unique, soit en étant constitué de plusieurs éléments liés ensemble; c’est ainsi que l'lliade est une par la liaison de ses parties, et la définition de l’homme parce qu’elle signifie une chose unique. Quant aux espèces du nom, il y a le nom simple (j’appelle «simple» celui qui n’est pas composé de parties signifiantes, tel gè) et le nom double, qui est  tantôt composé d’une partie signifiante et d’une partie non signifiante (mais ce n’est pas dans le nom qu’elles sont ou non, signifiantes), tantôt de parties signifiantes. On peut encore trouver des noms triples, quadruples ou multiples, comme la majorité des noms des Marseillais :  Hermocaïcoxanthe."
    },
    {
      "frammento": "1457b",
      "testo": "Par ailleurs, tout nom est soit un nom courant, soit un nom rare, une métaphore, un ornement, un nom inventé par un auteur ou bien allongé, écourté, altéré par lui. J’appelle «courant» un nom dont se sert chacun d’entre nous, «rare» celui dont se servent d’autres hommes que nous, si bien que, manifestement, le même nom peut être rare et courant, mais pas pour les mêmes hommes; ainsi sigynon est-il un nom courant pour les Chypriotes, mais rare pour nous. La métaphore est  l’application à une chose d’un nom qui lui est étranger par un glissement du genre à l’espèce, de l’espèce au genre, de l’espèce à l’espèce, ou bien selon un rapport d’analogie. Par «du genre à l’espèce», j’entends par exemple: «voici ma nef arrêtée», puisque être mouillé est un façon d’être arrêté; par «de l’espèce au genre»: «Assurément, Ulysse a accompli dix mille exploits», car dix mille signifie beaucoup, et l’auteur l’a ici employé à la place de beaucoup; par «de l’espèce à l’espèce»: «de l’airain ayant puisé sa vie» par exemple et «ayant coupé, de l’inusable airain», car dans le premier cas, puiser veut dire couper, dans le second, couper veut dire puiser, et tous deux sont des façons d’ôter. J’entends par «analogie» tous les cas où le deuxième terme entretient avec le premier le même rapport que le quatrième avec le troisième ; le quatrième sera mis à la place du deuxième, ou bien le deuxième à la place du quatrième - et l’on ajoute parfois le terme à la  place duquel est mis celui qui entretient ce rapport avec lui. Je veux dire, par exemple, qu’une coupe entretient avec Dionysos le même rapport qu’un bouclier avec Arès; on dira donc que la coupe est «le bouclier de Dionysos», et que le bouclier est «la coupe d’Arès»; ou encore, la  vieillesse entretient avec la vie le même rapport que le soir avec la journée, on dira donc que le soir est «la vieillesse du jour»,"
    },
    {
      "frammento": "1458a",
      "testo": "et la vieillesse - comme l’a dit Empédocle - «le soir de la vie» ou «le crépuscule de la vie». Dans certains cas, il n’existe pas de nom établi pour désigner l’un des éléments de l’analogie, mais pour autant, on n’exprimera pas moins le rapport de similitude; ainsi, jeter le grain, c’est  semer, mais pour désigner le mouvement des rayons depuis le soleil, il n’y a pas de terme;  cependant, ce mouvement entretient avec le soleil le même rapport que semer avec le grain, voilà pourquoi on a dit: «semant les rayons créés par la divinité». Il existe encore une autre manière d’utiliser ce genre de métaphore: c’est, après avoir désigné une chose par un nom qui lui est étranger, de nier une des qualités qui s’attachent à ce dernier, comme si l’on disait que le bouclier est non pas «la coupe d’Arès», mais «la coupe sans vin».Est un nom inventé celui qui n’est  employé par absolument personne et que le poète établit de son propre chef; certains noms  semblent bien être de ce genre, tels ernyges pour désigner les cornes et arètèr pour désigner le prêtre. Il y a nom «allongé» ou «écourté» selon que dans le premier cas on a recours à une  voyelle plus longue que la voyelle propre ou à une syllabe intercalée, selon que dans l’autre on l’a écourté en quelque chose ; des exemples de noms allongés : polèos pour poleôs, Pèlèiadeô pour Péleidou exemples de noms écourtés : kri, dô et mia ginetai amphotérôn ops.Il y a nom «modifié» chaque fois que du nom usuel, on laisse une partie et que l’on invente l’autre, dexitéron kata  madzon par exemple, à la place de dexion. Parmi les noms eux-mêmes, les uns sont masculins, les autres féminins, d’autres encore intermédiaires; sont masculins tous ceux qui se terminent par n, r, par s et toutes les lettres composées avec le sigma (il y en a deux, psi et xi) ; féminins tous ceux qui se terminent par celles des voyelles qui sont toujours longues - è et ô par exemple - et, parmi les voyelles qui peuvent s’allonger, par a ; si bien que le nombre de terminaisons possibles se trouve être le même pour les masculins et les féminins, puisque psi et xi sont composés. Aucun nom ne se termine par une muette ni par une voyelle brève; trois seulement se terminent en i : mèli, kommi, pépéri ; et cinq par y. Quant aux noms intermédiaires, ils se terminent par l’une de ces lettres, ou par n ou s. La qualité de l’expression, c’est d’être claire sans être plate; or la plus claire est celle qui se compose de noms courants, mais elle est plate: l’exemple en est la poésie de Cléophon, ou celle de Sthénélos. L’expression noble et qui échappe à la banalité, est celle qui a recours à des termes étranges. Par «terme étrange», j’entends un nom rare, une métaphore, un allongement et tout ce qui s’écarte de l’usage courant. Mais si un texte est entièrement composé avec des mots de ce genre, ce sera une énigme ou un galimatias: énigme s’il est composé de  métaphores, galimatias s’il l’est de noms rares. Le principe même de l’énigme est en effet tout en parlant de la réalité, d’user de mots dont le rapprochement est impossible. On ne peut le faire en assemblant d’autres noms, mais cela est possible en assemblant des métaphores, par exemple: «j’ai vu un homme coller du bronze avec du feu sur un homme» et d’autres énigmes de ce  genre. Quant aux textes composés de noms rares, c’est du galimatias. Ce qu’il faut donc, c’est en quelque sorte un mélange des deux, puisque le nom rare, la métaphore, l’ornement et les autres espèces de noms dont on a parlé, permettront d’éviter la banalité et la platitude, tandis que le nom courant assurera la clarté."
    },
    {
      "frammento": "1458b",
      "testo": "Ce qui pour une grande part rend l’expression claire et non banale, ce sont les allongements, b les raccourcissements et les altérations de noms; car ces termes, du fait qu’ils s’écartent de la forme courante et habituelle, permettront d’éviter la banalité, alors que la clarté subsistera par ce qu’ils auront conservé de commun avec la forme courante. Aussi blâment-ils à tort, ceux qui critiquent ce type de langage et qui raillent le poète dans leurs comédies, comme l’a fait Euclide l’Ancien en prétendant qu’il est facile de composer des vers si l’on vous donne le droit d’allonger les syllabes à volonté; il a d’ailleurs composé des vers satiriques avec ce type même d’expression: « Epicharèn eidon Marathônade badidzonta» et «ouk an geramenos ton ekeinou elleboron». L’usage en  quelque sorte trop visible de ce type d’expression est comique, et la mesure est une règle  commune à toutes les parties de l’expression. De fait, si pour viser des effets comiques, on utilisait de propos délibéré métaphores, noms rares et autres formes de manière déplacée, on atteindrait ce but-là même. Pour juger combien l’expression qui convient diffère de cette pratique, que l’on songe à des vers épiques dans lesquels on aurait introduit des noms courants. Et si aux noms  rares, aux métaphores et aux autres formes, on substitue les noms courants, on peut voir que nous disons vrai. Ainsi, Eschyle et Euripide ont composé le même vers iambique; cependant,  Euripide a substitué un seul nom à un autre - un mot rare à un nom courant et habituel -, si bien qu’un des vers paraît beau, et l’autre commun. Dans Philoctète, Eschyle avait en effet composé ce vers: «le chancre qui mange les chairs de mon pied»; or Euripide y a substitué festoie de à mange ; tout comme si dans le vers: «mais en fait, c’est un misérable de nul prix et sans mérite qui vient me... » quelqu’un disait, en substituant des noms courants aux autres: «mais en fait, c’est un homme petit, faible et difforme qui vient me...»; ou bien si au lieu de: «ayant placé un siège  inconvenant et une table misérable» on disait: «ayant placé un mauvais siège et une petite table»; ou encore «le cri du rivage» au lieu de: «le hurlement du rivage». Ajoutons que dans ses  comédies, Ariphradès raillait les auteurs de tragédies sous prétexte qu’ils ont recours à des  tournures que personne ne saurait utiliser dans la conversation, comme domatori apo - et non apo domaton -, sethen, ego dé nin, Achilléôs péri - et non péri Achil-léôs et toutes les autres tournures de ce genre. Or, du fait qu’elles ne se trouvent pas parmi les termes courants, toutes les tournures de ce genre font qu’il n’y a rien de banal dans l’expression -ce qu’ignorait Ariphradès. S’il est  important d’utiliser de la manière qui convient chacune des formes d’expression dont  on a  parlé - les noms doubles et les noms rares en particulier - il est plus important encore - et de beaucoup - de savoir créer des métaphores; c’est en effet la seule chose qu’on ne puisse  emprunter à autrui, et c’est une preuve de bonnes dispositions naturelles: créer de bonnes  métaphores, c’est observer les ressemblances. Parmi les noms, ceux qui sont doubles  conviennent surtout aux dithyrambes, les noms rares aux vers héroïques et les métaphores aux iambes. En outre, pour les vers héroïques, toutes les formes dont on a parlé sont utiles, mais pour les iambes, du fait qu’ils imitent au plus près l’expression courante, ne conviennent que les noms dont on peut user dans la conversation, c’est-à-dire le nom courant, la métaphore et l’ornement.En voilà donc assez à nos yeux, sur la tragédie et sur l’imitation à travers une action."
    },
    {
      "frammento": "1459a",
      "testo": "Pour ce qui est de l’art d’imiter à travers un récit mis en vers1, il est clair qu’il faut y agencer les histoires comme dans les tragédies, en forme de drame2, autour d’une action une, formant un tout et menée jusqu’à son terme, ayant un commencement, un milieu et une fin, pour que, pareille à un être vivant qui est un et forme un tout, elle procure le plaisir qui lui est propre; et clair que leur agencement ne doit pas être semblable à celui des récits historiques dans lesquels il est nécessaire de faire voir non une action une, mais une seule époque comprenant tous les  événements qui se sont alors produits pour un seul ou plusieurs hommes et dont chacun  n’entretient avec un autre qu’un rapport fortuit. C’est en effet à la même époque qu’eurent lieu la bataille navale de Salamine et la bataille des Carthaginois en Sicile qui n’avaient nullement la même fin; et de la même façon, lors d’époques consécutives un événement se produit parfois après un autre, desquels ne résulte nullement une fin une. Or presque tous les poètes procèdent ainsi; c’est pourquoi, comme nous l’avons déjà dit, Homère peut paraître, à ce propos-là aussi, un admirable poète, puisqu’il n’a pas entrepris de traiter la Guerre de Troie comme un tout, bien qu’elle ait eu un commencement et une fin (en effet, l’histoire aurait été trop étendue et on n’aurait pu l’embrasser d’un seul regard) et qu’en en modérant l’étendue, il n’en a pas fait une composition dont la diversité stupéfie. Il n’a en fait retenu qu’une seule partie de la guerre et s’est servi du reste sous forme d’épisodes, comme le catalogue des vaisseaux et autres épisodes dont il parsème son poème. Les autres, en revanche, composent le leur autour d’un personnage unique, d’une époque unique et d’une action unique, mais constituée de plusieurs parties, comme l’a fait l’auteur des Chants Cypriens et celui de la Petite Iliade. Voilà donc pourquoi à partir de VIliade et de l'Odyssée, on compose une tragédie - ou deux seulement - de chacune, alors qu’on en compose un grand nombre à partir des Chants Cyprien et plus de huit à partir de la Petite Iliade, par exemple : Le Choix des arme, Philoctèt, Néoptolèm, Eurypyl, Le Mendian, Les Lacédémoniennes, Le Sac de Troi, Le Retour de Tescadre, Sinon et Les Troyennes. De plus, l’épopée doit comporter les mêmes espèces que la tragédie; elle doit en effet être simple, complexe, construite autour des caractères ou d’un événement pathétique ; et ses parties, à l’exception du chant et du spectacle, sont les mêmes; car il y faut aussi péripéties, reconnaissances et événements pathétiques, comme des bonheurs de pensée et d’expression; toutes choses à quoi Homère a eu recours - le premier et à la perfection. Chacun des deux poèmes a en effet un agencement qui lui est propre, l'Iliade est un poème simple comportant un événement pathétique, l'Odyssée, un poème complexe (car elle est d’un bout à l’autre reconnaissance) et de caractères. En outre, Homère l’emporte sur tous les  poètes par l’expression et la pensée. En revanche, l’épopée diffère de la tragédie par la longueur de la composition et par le mètre. Pour la longueur, la limite définie plus haut est la bonne: il faut pouvoir embrasser le commencement et la fin d’un seul regard. Ce serait le cas, si les  compositions étaient plus courtes que celles des poèmes anciens et approchaient, pour la quantité des vers, de l’ensemble des tragédies"
    },
    {
      "frammento": "1459b",
      "testo": "présentées en une seule audition- L’épopée possède une caractéristique importante qui lui permet d’accroître son étendue: alors que dans la tragédie on ne saurait imiter plusieurs parties de l’action qui se déroulent en même temps, mais seulement la partie jouée sur scène par les acteurs, dans l’épopée, du fait qu’elle est un récit, il est possible de composer plusieurs parties de l’action qui s’accomplissent en même temps, et qui, pour peu qu’elles soient appropriées au sujet, ajoutent à l’ampleur du poème: l’épopée a donc là un bon moyen de donner de la majesté à l’œuvre, de  procurer à l’auditeur le plaisir du changement et d’introduire des épisodes dissemblables; le  semblable, en effet, provoquant rapidement la saturation, cause l’échec des tragédies. Pour ce qui est du mètre, c’est, à l’expérience, le mètre héroïque qui convient. En effet, composer une  imitation à travers un récit en utilisant un autre mètre, ou plusieurs, semblerait déplacé, car le  mètre héroïque est le plus posé et le plus ample de tous (et pour cette raison accueille très  facilement les noms rares et les métaphores, puisque l’imitation à travers un récit a plus d’ampleur que les autres), alors que l’iambe et le tétramètre sont tout en mouvement, ce dernier convenant à la danse, le premier à l’action. "
    },
    {
      "frammento": "1460a",
      "testo": "Et il serait plus absurde encore de mélanger ces mètres, comme l’a fait Chérémon. Voilà pourquoi personne n’a créé de composition longue en un autre mètre que l’héroïque; comme nous l’avons dit, la nature elle-même nous apprend à choisir le mètre qui lui convient. Bien des mérites rendent Homère digne de louanges, et celui-ci surtout qu’il est le seul d’entre les poètes à ne pas ignorer ce que doivent être ses interventions personnelles. Le poète doit en effet parler le moins possible en son nom personnel, puisque lorsqu’il le fait, il n’imite pas. De fait, les autres se mettent personnellement en scène durant tout le poème et ils imitent peu de ne sache pas comment est mort Laïos - doivent trouver place en dehors de l’histoire représentée, et non dans le drame - comme dans Electre les messagers venus des Jeux Pythiques, ou dans les Mysiens, le personnage qui arrive en Mysie depuis Tégée, et qui ne dit mot. Aussi est-il ridicule de prétendre que sans cela l’histoire disparaîtrait, puisqu’il faut d’abord se garder de composer des histoires de ce genre; mais si le poète y a recours et si cela a une apparence plus rationnelle, même l’absurde pourra être accepté, puisqu’il est clair que les passages non rationnels de l'Odyssée, comme la scène du débarquement d’Ulysse, ne seraient pas supportables s’ils avaient été composés par un mauvais poète; mais ici, le poète sait dissimuler l’absurde en ayant recours "
    },
    {
      "frammento": "1460b",
      "testo": "à des assaisonnements et par d’autres qualités. Pour l’expression, il faut surtout travailler les parties sans action et qui ne comportent ni caractère ni pensée, car, à l’inverse, une expression trop brillante fait oublier les caractères et la pensée. Pour ce qui est des problèmes et de leurs  solutions, du nombre et de la nature de leurs espèces, on pourra s’en faire une idée claire si on les étudie de la manière suivante. Puisque le poète imite tout comme le peintre ou tout autre faiseur d’images, il doit par nécessité toujours imiter une seule de ces situations, qui sont au nombre de trois: soit les choses qui ont existé ou existent, soit les choses qu’on dit ou qui semblent exister, soit les choses qui doivent exister. Et il rend compte de ces situations au moyen de l’expression qui comprend mot rare, métaphore et les nombreuses altérations d’expression - puisque nous les permettons aux poètes. En outre, les critères de rigueur ne sont pas choses, et peu souvent,  tandis qu’Homère, après un préambule de peu de mots, introduit rapidement un homme, une femme ou un autre caractère - puisque aucun de ses personnages n’est dépourvu de caractère, mais que tous en ont un. Dans les tragédies, a-t-on dit, il faut produire un effet de surprise, or l’épopée admet encore bien mieux l’irrationnel - qui est le meilleur moyen de susciter la surprise -, puisqu’on n’a pas le personnage en action sous les yeux. Ainsi, le passage de la poursuite  d’Hector pourrait sembler comique sur une scène: d’un côté les Grecs immobiles et renonçant à la poursuite, de l’autre Achille les retenant d’un signe de tête; mais dans l’épopée cela ne se  remarque pas. Et l’effet de surprise est agréable; la preuve en est que chacun d’entre nous,  lorsqu’il fait un récit, en rajoute toujours parce qu’il cherche à plaire. Par-dessus tout, Homère a encore appris aux autres la manière de dire des mensonges - c’est-à-dire de manier le  raisonnement faux. En effet, lorsque une chose existant, une autre existe, ou bien qu’un  événement se produisant, un autre se produit, les gens sont persuadés que si la seconde chose existe, la première existe ou se produit; or cela est une erreur. Voilà pourquoi s’il y a erreur à  propos du premier fait, mais que l’existence de ce premier fait entraîne nécessairement l’existence ou l’apparition d’un autre, il faut ajouter ce dernier fait; car puisque nous savons qu’il est vrai, notre esprit en conclut par un raisonnement faux que le premier existe aussi. On peut en trouver un bon exemple dans le chant du Bain. Il faut préférer ce qui est impossible mais vraisemblable à ce qui est possible, mais n’entraîne pas la conviction. D’autre part, les sujets ne doivent pas être  composés de parties non rationnelles, et doivent surtout ne rien contenir que de rationnel; dans le cas contraire, les éléments non rationnels - comme le fait qu’Œdipe les mêmes pour la politique et la poétique, ou pour un autre art et la poétique. Pour la poétique elle-même, on trouve deux sortes de fautes; l’une d’ordre poétique même, l’autre accidentelle. En effet, si le poète a choisi d’imiter *** impuissance, la faute ressortit à la poétique; mais si c’est le choix qui manque de rigueur - choisir de représenter un cheval lançant les deux pattes de droite en même temps -, ou bien si la faute concerne à chaque fois un art particulier - la médecine par exemple, ou n’importe quel autre art -, la faute ne sera pas d’ordre poétique. Par conséquent, face aux problèmes, il faut lever les critiques en les examinant à la lumière de ces distinctions.Commençons par les critiques qui concernent l’art poétique lui-même. Le poète a composé une scène impossible: il a commis une faute; mais la rigueur demeure au cas où il atteint le but de la poésie (ce but a en effet été précisé): s’il rend ainsi plus frappante cette partie-là de l’œuvre ou une autre; un bon exemple en est la poursuite d’Hector. Cependant, si cette fin pouvait être mieux ou aussi bien atteinte en respectant aussi les règles de l’art concerné, il n’y aurait plus de rigueur. Il faut si possible en effet proscrire la moindre faute. Il faut de plus déterminer à laquelle des deux catégories appartient la faute, à celle des fautes d’ordre poétique ou à celle des fautes accidentelles, commises contre d’autres règles. Il est en effet moins grave d’ignorer qu’une biche ne porte pas de cornes que de l’avoir peinte sans respecter les lois de l’imitation. En outre, si l’on est critiqué sous prétexte que certaines choses ne sont pas vraies, on doit sans doute lever ces critiques par cet argument, qu’elles sont comme elles doivent être, à l’image de Sophocle qui déclara faire lui-même les hommes tels qu’ils doivent être tandis qu’Euripide les faisait tels qu’ils sont. Et si aucun des deux arguments n’est utilisable, il faut affirmer: «c’est ce que l’on raconte», comme c’est le cas en ce qui concerne les dieux; car sans doute parler ainsi, ce n’est parler ni en mieux ni selon la vérité mais si cela se trouve, comme dans les œuvres de Xénophane: «Mais c’est bien là ce que l’on raconte ! »."
    },
    {
      "frammento": "1461a",
      "testo": "Par ailleurs, certains faits sont imités non en mieux, mais comme ils étaient autrefois: c’est le cas des armes par exemple: «leurs lances étaient plantées droites, fer en haut»; en effet, c’était alors l’usage, comme ce l’est encore aujourd’hui chez les Illyriens. Pour déterminer si ce qu’a dit ou fait un personnage est bien ou non, il ne faut pas seulement, en considérant l’acte ou les propos en eux-mêmes, examiner s’ils sont nobles ou bas, mais considérer aussi celui qui agit ou parle, vers qui il se tourne, quand, pour qui, dans quel but, pour obtenir par exemple un plus grand bien ou pour repousser un plus grand mal. Il y a d’autres critiques qu’il faut lever en prenant l’expression en considération, en expliquant par exemple, par le recours au nom rare, «les ourèas en premier», car peut-être Homère veut-il parler non de mulets, mais de sentinelles. De même pour Dolon «qui avait un bien vilain eidos», ce n’est pas son corps qui est difforme, mais son visage qui est laid, puisque les Crétois emploient le terme eueides pour désigner la beauté d’un visage. Et avec «fais le mélange dzôroteron» il ne s’agit pas de servir du vin pur comme pour des ivrognes, mais de faire le mélange plus vite. D’autres termes ont pu être employés par métaphore, comme: «tous, dieux et hommes, dormirent toute la nuit durant», alors qu’Homère dit en même temps: «lorsqu’il jetait ses yeux sur la plaine de Troie, le son des flûtes et des syrinx... ». Tous est en effet mis à la place de beaucoup par métaphore, puisque tout, c’est un grand nombre. De même «seule privée des bains de l’Océan»"
    },
    {
      "frammento": "1461b",
      "testo": "est dit par métaphore, car Homère n’a mentionné que la constellation la plus connue. On peut aussi lever des critiques en étudiant l’accentuation comme Hippias de Thasos l’a fait avec «didomen de hoi euchos arestha» et «to men hou kataputhetai ombrò»; on peut en lever d’autres en séparant les mots, comme chez Empé-docle: «aipsa de thnèt’ ephuonto, ta prin mathon athanaf einai dzôra te prin kekrèto » ; d’autres encore grâce à l’ambiguïté (dans «parôchèken de pleô nux», pleô est en effet ambigu), ou en étudiant les expressions usuelles: comme l’on appelle vin le vin coupé d’eau, Homère a composé ce: «jambart d’étain nouvellement ouvré»; et comme on  appelle chalkeis les artisans qui travaillent le fer, il a dit que Ganymède «versait le vin à Zeus», bien que les dieux ne boivent pas de vin. Mais cela peut aussi s’expliquer par métaphore. Chaque fois que le sens d’un nom semble entraîner une contradiction, il faut aussi examiner  combien il peut avoir de sens dans le passage; par exemple dans «c’est en elle que fut retenue la lance d’airain», combien de sens peut avoir «être arrêté par elle»; comprendra-t-on mieux comme ceci ou comme cela? C’est une façon d’étudier ces problèmes tout opposée à celle dont parle Glaucon: certains critiques, b partant d’une idée préconçue et irrationnelle, condamnent un  passage, puis raisonnent à son sujet; et si les paroles qu’ils prêtent au poète vont à l’encontre de leurs propres conceptions, ils le blâment comme s’il les avait effectivement dites. C’est le cas des problèmes concernant Icarios. Les gens s’imaginent qu’il était Lacédémonien et trouvent donc  absurde que Télémaque ne l’ait pas rencontré lors de son séjour à Lacédémone. Mais la chose va sans doute comme l’entendent les Céphalléniens : ils affirment en effet que c’est chez eux qu’Ulysse a pris femme et qu’il s’agit d’Icadios et non d’Icarios. Le problème repose  vraisemblablement ici sur une erreur. Pour récapituler, l’impossible doit être ramené à la poésie, au mieux ou à l’opinion commune. Pour ce qui est de la poésie, l’impossible capable d’entraîner la conviction est préférable à une chose incapable d’entraîner la conviction, fût-elle possible. Il est sans doute impossible qu’aient existé des hommes tels que Zeuxis les peignait, mais il les a peints en mieux, car ce qui est proposé en exemple doit être excellent. Quant aux choses irrationnelles, elles doivent être ramenées à ce que l’on dit; on peut aussi dire tout simplement que parfois, il n’y a rien d’irrationnel, puisqu’il est vraisemblable aussi qu’aient lieu des événements invraisemblables. Pour les contradictions, il faut les examiner comme on fait des réfutations dans un discours : voir s’il s’agit bien de la même chose, en relation avec la même chose et de la même manière, si bien qu’on ramène aussi le poète soit aux propos qu’il tient lui-même, soit aux idées d’un homme sensé. Par ailleurs, il est juste de critiquer l’irra-tionnalité et la méchanceté, chaque fois que sans aucune nécessité le poète a recours à l’irrationnel - comme Euripide pour Égée - ou à la méchanceté - comme celle de Ménélas dans Oreste. On ramène donc ces critiques à cinq espèces: on prétend en effet soit que c’est impossible, soit que c’est irrationnel, soit que c’est  nuisible, soit que c’est contradictoire, soit que cela ne respecte pas la rigueur des règles de l’art. Quant aux solutions, elles sont à examiner d’après les éléments précédemment énumérés : il y en a douze. L’imitation par l’épopée vaut-elle mieux que l’imitation par la tragédie? On peut se poser la question. En effet, si c’est la moins pesante qui est la meilleure, et si c’est la meilleure qui"
    },
    {
      "frammento": "1462a",
      "testo": "s’adresse toujours aux meilleurs spectateurs, il est manifeste que celle qui cherche à tout imiter, est fort pesante. S’imaginant que le public ne comprendra pas si on ne rajoute rien de son cru, les interprètes multiplient les mouvements ; ainsi, les mauvais flûtistes se contorsionnent quand il s’agit d’imiter un disque, ou entraînent le coryphée quand ils jouent Scylla. La tragédie souffrirait donc du défaut que les anciens acteurs dénonçaient chez leurs successeurs: Mynniscos traitait en effet Callipédès de singe à cause de l’outrance de son jeu et Pindare avait aussi une réputation de ce genre. Or le rapport que ces derniers acteurs entretiennent avec leurs prédécesseurs est le même que celui qu’entretient l’art de la tragédie dans sa totalité avec l’épopée. On dit donc que celle-ci s’adresse à des spectateurs de qualité, qui n’ont aucun besoin de figuration, et que l’art de la tragédie s’adresse aux spectateurs médiocres. Et si la tragédie est pesante, elle ne peut  manifestement qu’être inférieure. Tout d’abord cependant, cette accusation ne porte pas sur l’art du poète, mais sur celui de l’acteur, puisqu’un rhapsode - comme Sosis-trate - et un chanteur - c’était le cas de Mnasithéos d’Oponte -, peuvent aussi prendre un soin trop grand de la figuration. Ensuite, il ne faut pas condamner tout mouvement (s’il est vrai qu’il ne faut pas condamner la  danse), mais les mouvements des mauvais acteurs; c’est justement l’imitation de femmes  vulgaires que l’on blâmait chez Callipédès et que l’on blâme aujourd’hui chez d’autres. De plus, même sans mouvements, la tragédie produit l’effet qui lui est propre aussi bien que l’épopée: la lecture révèle avec éclat les qualités d’une tragédie; et si alors elle se révèle supérieure sous les autres rapports, il n’est pas nécessaire d’y rattacher l’art de l’acteur. Ensuite, c’est que la tragédie comporte tout ce que comporte l’épopée (puisqu’elle peut même"
    },
    {
      "frammento": "1462b",
      "testo": "avoir recours au mètre épique), avec en plus - et ce n’est pas une partie négligeable - la musique et le spectacle, moyens des plus manifestes de susciter le plaisir. Elle a de plus encore pour elle la clarté, que ce soit à la lecture ou lors des représentations; elle l’emporte encore du fait que la fin de l’imitation y est réalisée en une moindre étendue (une œuvre plus dense b procure en effet plus de plaisir qu’une œuvre dispersée sur une longue durée - je parle du cas où un auteur  transposerait VŒdipe de Sophocle en autant de vers qu’il y a en a dans l'Iliade). En outre,  l’imitation des auteurs épiques a moins d’unité (en voici la preuve: de n’importe laquelle de leurs  imitations, on peut tirer plusieurs tragédies) ; de sorte que s’ils ne composent qu’une histoire  unique, ou bien si la présentation en est brève, l’histoire paraîtra tourner court, ou bien si elle est conforme à l’étendue requise, elle paraîtra délayée. Je parle par exemple du cas où elle est  constituée de plusieurs actions: ainsi VIliade, qui possède comme cela de nombreuses parties - au même titre que l’Odyssée parties qui de leur côté ont aussi de l’étendue -même si ces poèmes sont agencés le mieux possible et qu’ils sont l’imitation d’une action la plus unifiée possible. Si donc la tragédie se distingue sur tous ces points, et également par l’effet que produit cet art (car il faut que les arts produisent non pas un plaisir quelconque, mais celui qu’on a dit), il est manifeste, puisqu’elle parvient mieux que l’épopée à sa fin, qu’elle lui est supérieure. Sur la tragédie et  l’épopée, considérées en elles-mêmes, sur leurs espèces et leurs parties -ainsi que leur nombre et les différences entre elles -, sur les raisons pour lesquelles une œuvre est réussie ou non, sur les critiques et la façon de les lever, en voilà assez ainsi."
    }
  ]
