{"poetica" : {
    "1447a " : 
"Dell’arte poetica considerata in sé e delle sue specie, quale effetto abbia ognuna, come si debbano metter su i racconti se la poesia deve riuscir bene, ed ancora da quante e quali parti è costituita e similmente di quante altre questioni son proprie di questa ricerca, diremo incominciando secondo l’ordine naturale dapprima dalle prime. L’ epopea e la tragedia ed ancora la commedia e il ditirambo ed anche gran parte dell’ auletica e della citaristica, tutte, prese nel loro assieme, si trovano ad essere imitazioni;ma differiscono tra loro sotto tre aspetti, e cioè per il loro imitare o in materiali diversi o cose diverse o in maniera diversa e non allo stesso modo. Dato che come alcuni imitano molte cose rappresentandole con i colori e con le figure(chi per il possesso dell’ arte e chi invece per semplice pratica), mentre altri per mezzo della voce, così, anche per le arti sopra dette, tutte quante producono l’ imitazione nel ritmo, nel discorso e nell’ armonia, e questi o presi separatamente o mescolati assieme.Ad esempio, dell’ armonia e del ritmo da soli si valgono l’ auletica e la citaristica e quante altre arti si trovano ad essere a loro simili per l’ effetto, come l’ arte della zampogna;del solo ritmo senza l’ armonia l’ arte dei danzatori(perché anch’ essi per mezzo di ritmi figurati imitano caratteri, passioni, azioni);mentre l’ arte che si vale soltanto dei nudi discorsi e quella che si serve dei metri sia " ,
"1447b" : 
"mescolandoli tra loro sia di un’unica specie si trovano ad essere fino ad oggi prive di un nome. Giacché non sapremmo come chiamare con un unico nome i mimi di Sofrone e di Senarco assieme ai discorsi socratici, e lo stesso è per le imitazioni fatte con trimetri giambici o con versi elegiaci o con qualche altro metro di questo genere.Vero è che la gente, unendo al metro il termine \"poeta\", li chiama \"poeti elegiaci\" o \"poeti epici\", caratterizzando a questo modo la loro poesia non con riferimento all’ imitazione ma a seconda dei metri che impiegano, giacché perfino chi dia fuori versi in materia medica o fisica si è soliti chiamarlo poeta.Ma in realtà tra Omero ed Empedocle non c’ è niente di comune all’ infuori del metro e perciò sarebbe giusto chiamar poeta il primo, ma il secondo piuttosto scienziato e non poeta.Per lo stesso motivo andrebbe chiamato poeta anche chi producesse l’ imitazione mescolando tutti i metri, come ha fatto Cheremone con il suo Centauro, che è una rapsodia mescolata di tutti i metri. Su questo argomento dunque valgono queste distinzioni.Ma ci sono alcune arti che si servono di tutti assieme i mezzi già ricordati, e cioè del ritmo, della melodia e del metro, quali da una parte la poesia ditirambica e quella dei nòmi, e dall’ altra la tragedia e la commedia, ma si differenziano tra loro perché le prime se ne valgono simultaneamente mentre le seconde in parti diverse dell’ opera. Queste dunque dico che sono le differenze delle arti rispetto ai materiali nei quali esse producono l’ imitazione. " : 
"1448a" : 
"Poiché quelli che imitano, imitano uomini che agiscono ed è necessario che questi siano persone o nobili o spregevoli (ed infatti quasi sempre i caratteri si riconducono a questi due soli, giacché tutti, quanto al carattere, differiscono per il vizio e la virtù), imiteranno uomini o migliori dell’ordinario o peggiori o quali noi siamo, come fanno i pittori. Polignoto infatti rappresenta uomini migliori, Pausone peggiori, Dionisio simili. È chiaro dunque che ciascuna delle imitazioni suddette avrà queste differenze e pertanto l’una sarà diversa dall’altra per il fatto che imita oggetti diversi. Ed infatti perfino nella danza, nell’ auletica e nella citaristica si possono dare queste dissimiglianze e cosi anche nelle opere in prosa o soltanto in versi, come ad esempio Omero imitò uomini migliori, Cleofonte simili, ma peggiori Egemone di Taso, che per primo compose parodie, e Nicorache, l’ autore della Deiliade.Lo stesso vale per i ditirambi e per i nòmi, giacché si potrebbero imitare personaggi al modo tenuto da Timoteo e Filosseno nei loro Ciclopi. In questa differenza sta anche il divario tra la tragedia e la commedia, giacché l’ una tende ad imitare persone migliori, l’ altra peggiori di quelle esistenti. \" Vi è ancora di queste imitazioni una terza differenza, quella del come si possono imitare i singoli oggetti.Ed infatti è possibile imitare con gli stessi materiali gli stessi oggetti, a volte narrando, sia diventando un altro, come fa Omero, sia restando se stesso senza mutare, altre volte in modo che gli autori imitano persone che tutte agiscono e operano. L’ imitazione avviene dunque con queste tre differenze, come abbiamo detto dall’ inizio: con quali materiali, quali oggetti e come.Così che per un verso Sofocle sarebbe un imitatore identico ad Omero, giacché tutti e due imitano persone nobili, per un altro verso identico ad Aristofane, giacché tutti e due imitano persone che agiscono. Di qui si dice che queste forme si chiamino drammi, perché imitano persone che agiscono.E questo è anche il motivo per cui i Dori avanzano pretese sulla tragedia e sulla commedia(sulla commedia i Megaresi, sia quelli di qui, come su cosa nata al tempo della loro democrazia, sia quelli di Sicilia, perché di là era Epicarmo, il poeta vissuto molto prima di Chionide e di Magnete, sulla tragedia alcuni del Pelopon - neso) adducendo come prova i nomi.Perché dicono che sono essi a chiamare i sobborghi \"come\", mentre gli Ateniesi \"demi\", come se i commedianti fossero così chiamati non dal far baldoria, ma dal loro girovagare per i villaggi, disprezzati com’ erano dalla città;" : 
"1448b" : 
"e poi perché sono essi che adoperano drán per \" agire \" mentre gli Ateniesi dicono práttein. Sulle differenze quante e quali esse siano, basti dunque quel che si è detto. In generale due sembrano essere le cause che hanno dato origine all’ arte poetica, e tutte e due naturali.Ed infatti in primo luogo l’ imitare è connaturato agli uomini fin da bambini, ed in questo l’ uomo si differenzia dagli altri animali perché è quello più proclive ad imitare e perché i primi insegnamenti se li procaccia per mezzo dell’ imitazione;ed in secondo luogo tutti si rallegrano delle cose imitate.Prova ne è quel che accade in pratica, giacché cose che vediamo con disgusto le guardiamo invece con piacere nelle immagini quanto più siano rese con esattezza, come ad esempio le forme delle bestie più ripugnanti e dei cadaveri.La ragione poi di questo fatto è che l’ apprendere riesce piacevolissimo non soltanto ai filosofi ma anche agli altri, per quanto poco ne possano partecipare.Per questo infatti si rallegrano nel vedere le immagini, perché succede che a guardarle apprendono e ci ragionano sopra riconoscendo ad esempio chi è la persona ritratta;se poi càpita che non sia stata vista prima, non sarà in quanto cosa imitata che procura il piacere ma per l’ esecuzione, per il colore o per un altro motivo di questo genere. Essendo dunque l’ imitare conforme a natura e così pure l’ armonia e il ritmo(è infatti manifesto che i metri sono parte dei ritmi), fin da principio quelli che erano a ciò nativamente più disposti, progredendo a poco a poco, diedero origine alla poesia partendo da improvvisazioni.Ma la poesia si spezzò a seconda dei caratteri propri di ciascuno, giacché gli uni, i più seri, si diedero ad imitare le azioni nobili e quelle di persone cosiffatte, mentre gli altri, più modesti, le azioni della gente spregevole, componendo da principio invettive, come i primi inni ed encomii. Di nessuno di quelli che vissero prima di Omero possiamo menzionare un’ opera di questo tipo, benché sia verosimile che ce ne fossero molte, ma è possibile menzionarne a partire da Omero, come ad esempio, proprio di lui, il Margite e altre opere simili.Nelle quali anche si introdusse, per la sua rispondenza, il metro giambico– perciò ancor oggi si chiama \"giambo\" perché in questo metro si scagliavano invettive a vicenda.Così degli antichi alcuni divennero poeti di versi eroici, altri di giambi.Ma Omero, come fu poeta sommo nel genere nobile(unico infatti non solo per l’ eccellenza ma anche per il carattere drammatico delle sue produzioni), così fu anche il primo a mostrare la forma della commedia, rappresentando drammaticamente non l’ invettiva ma il comico, giacché il Margite sta con le commedie nello stesso rapporto in cui l’ Iliade" : 
"1449a" : 
"e l’ Odissea stanno con le tragedie.Quando poi comparvero la tragedia e la commedia, spinti dall’ impulso proprio della natura di ciascuno che li portava verso l’ una o l’ altra poesia, gli uni divennero commediografi anziché autori di giambi e gli altri tragediografi anziché autori di poemi epici, per essere queste forme più importanti e più stimate delle altre. Ricercare se veramente la tragedia si sia sviluppata a sufficienza quanto alla sua specie, e giudicarla sia in se stessa sia rispetto alla rappresentazione scenica, è materia di altro discorso.Nata dunque la tragedia all’ inizio dall’ improvvisazione(sia essa sia la commedia da quelli che guidavano il coro: la prima dal ditirambo, mentre la seconda dalle processioni falliche che ancor oggi sono rimaste in uso in molte città), crebbe un poco per volta, sviluppando gli autori quanto via via di essa si rendeva manifesto;e dopo aver subìto molti mutamenti si arrestò, poiché aveva conseguito la natura sua propria. Il numero degli attori Eschilo per primo portò da uno a due, diminuì l’ importanza del coro e promosse il discorso parlato al ruolo di protagonista;il terzo attore e la pittura della scena furono poi opera di Sofocle.C’ è ancora la grandezza: partendo da racconti brevi e da uno stile giocoso, perché si stava mutando da un originario genere satiresco, soltanto più tardi la tragedia acquistò un carattere serio, mentre il metro dal primitivo tetrametro si fece giambico.Giacché dapprima si servivano del tetrametro perché era una poesia di carattere satiresco e più danzata, ma quando poi si introdusse il linguaggio parlato, la sua natura stessa trovò il metro adatto, perché quello giambico è il metro più vicino al parlato;e la prova ne è questa: spesso nel parlare tra noi pronunciamo dei giambi mentre molto di rado degli esametri, ed allora ci solleviamo al di sopra della cadenza del parlato. Resta da parlare del numero degli episodi.E come si debba abbellire ciascuna parte sia dato come per detto, giacché discorrerne singolarmente sarebbe veramente un’ impresa. 5. Nascita e svolgimento della commedia.Confronto tra l’ epopea e la tragedia La commedia è, come abbiamo detto, imitazione di persone più spregevoli, non però riguardo ad ogni male, ma rispetto a quella parte del brutto che è il comico.Ed infatti il comico è in qualche errore o colpa, ma che non provoca né dolore né danno, come, per prendere il primo esempio che ci si presenta, la maschera comica, che è sì brutta e stravolta, ma non causa dolore. Le trasformazioni della tragedia e chi ne furono gli autori non ci sono rimasti nascosti;le origini invece della commedia ci sfuggono perché non" : 
"1449b" : 
"era presa sul serio. Ed infatti soltanto tardi l’arconte dette il coro ai comici mentre prima si trattava di volontari, e soltanto da quando essa ebbe certe forme definite si ricordano i nomi di quelli che si possono chiamare poeti comici. Chi introdusse le maschere e i prologhi, chi aumentò il numero degli attori e altre cose simili ci sono ignoti. La composizione di racconti, almeno da principio, venne dalla Sicilia, mentre fra gli Ateniesi Gatete per primo incominciò ad abbandonare la forma giambica e a dare a discorsi e racconti un carattere universale. L’ epopea concorda con la tragedia solo in quanto è imitazione con un discorso in versi di persone nobili, ma ne differisce per avere un unico metro e forma narrativa, ed ancora per la lunghezza: perché la tragedia cerca il più possibile di stare entro un solo giro del sole o di allontanarsene di poco, mentre l’ epopea è indefinita rispetto al tempo, ed in questo differisce benché in origine si facesse anche nelle tragedie così come nei poemi epici. Quanto alle parti, alcune sono le stesse, altre proprie della tragedia;e perciò chi, riguardo alla tragedia, sa distinguere la buona dalla cattiva, lo sa fare anche per l’ epopea, giacché tutto quel che ha l’ epopea appartiene anche alla tragedia, mentre quello che appartiene alla tragedia non si trova tutto nell’ epopea. Dell’ arte imitativa in esametri e della commedia diremo più tardi.Parliamo invece ora della tragedia raccogliendo da quanto si è già detto la definizione dell’ essenza che ne risulta.La tragedia è dunque imitazione di una azione nobile e compiuta, avente grandezza, in un linguaggio adorno in modo specificamente diverso per ciascuna delle parti, di persone che agiscono e non per mezzo di narrazione, la quale per mezzo della pietà e del terrore finisce con l’ effettuare la purificazione di cosiffatte passioni. Chiamo \"linguaggio adorno\" quello che ha ritmo e armonia, e con \"in modo specificamente diverso\" intendo che alcune parti sono rifinite soltanto con il metro e altre invece anche con il canto.Giacché poi sono persone che agiscono quelle che compiono l’ imitazione, ne segue necessariamente in primo luogo che una parte della tragedia sarà l’ apparato scenico: poi la musica e l’ elocuzione, poiché con questi mezzi compiono l’ imitazione.Chiamo poi elocuzione la stessa composizione dei metri, e musica quel che ha una efficacia del tutto manifesta.Poiché poi la tragedia è imitazione di un’ azione e si agisce da parte di alcuni agenti, i quali è necessario che abbiano certe qualità a seconda del carattere e del pensiero(ed infatti per questi e per le" : 
"1450a" : 
"azioni diciamo che sono così e così qualificati ed a seconda di queste cose anche, la gente riesce o fallisce), segue che l’imitazione dell’azione è il racconto, giacché chiamo racconto proprio questo: la composizione delle azioni; mentre chiamo carattere ciò rispetto a cui diciamo qualificati gli agenti, e chiamo pensiero tutto quel che dicono per dimostrare qualcosa o per enunciare un parere. È necessario dunque che le parti dell’ intera tragedia siano sei, a seconda delle quali la tragedia viene ad essere qualificata, e queste sono il racconto, i caratteri, l’ elocuzione, il pensiero, lo spettacolo e la musica.Due di queste parti infatti sono i mezzi con cui si imita, una il modo in cui si imita, tre gli oggetti che vengono imitati, ed oltre a queste non ce n’ è più nessuna.Di queste differenze specifiche in generale non pochi di essi hanno fatto uso, e infatti il tutto contiene spettacolo, carattere, racconto, elocuzione, canto e pensiero allo stesso modo. Ma la parte più importante di tutte è la composizione delle azioni.La tragedia infatti è imitazione non di uomini ma di azioni e di un’ esistenza, e dunque non è che i personaggi agiscono per rappresentare i caratteri, ma a causa delle azioni includono anche i caratteri, cosicché le azioni e il racconto costituiscono il fine nella tragedia, e il fine è di tutte le cose quella più importante.Ancora, senza l’ azione non ci sarebbe la tragedia, mentre senza i caratteri ci potrebbe essere; ed infatti le tragedie della maggior parte degli autori recenti sono senza caratteri, ed in generale tali sono molti artisti, quale ad esempio tra i pittori è il caso di Zeusi a confronto con Polignoto, giacché Polignoto è un buon pittore di caratteri, mentre la pittura di Zeusi non ci presenta nessun carattere.Inoltre se si ponessero di seguito discorsi espressivi di caratteri, ben fatti sia quanto all’ elocuzione sia al pensiero, non si produrrà quello che ci è risultato il compito proprio della tragedia, mentre al contrario sarebbe una tragedia quella che, pur mancando di questi pregi, avesse racconto e composizione di azioni.Oltre a queste considerazioni ciò con cui soprattutto la tragedia muove gli animi sono parti del racconto, e cioè le peripezie e i riconoscimenti.Un’ altra prova è il fatto che i principianti riescono prima a produrre qualcosa di preciso nell’ elocuzione e nei caratteri che non a mettere assieme le azioni, come è il caso di quasi tutti i poeti primitivi.E dunque principio e quasi anima della tragedia è il racconto, mentre i caratteri vengono in secondo luogo(qualcosa di simile succede anche" : 
"1450b" : 
"nella pittura; giacché se qualcuno stendesse alla rinfusa i colori più belli, non procurerebbe tanto piacere quanto chi disegnasse in bianco un’immagine); essa è dunque imitazione di un’azione e soltanto a motivo di questa lo è anche di persone che agiscono. Al terzo posto viene il pensiero, e cioè la capacità di dire quel che è inerente e conveniente al soggetto, il che per i discorsi in prosa è compito dell’ arte politica e di quella retorica, giacché gli antichi facevano personaggi che parlano a mo’ dei politici, i contemporanei alla maniera dei retori. Il carattere poi è quel che fa chiara la scelta di che specie sia, e perciò non rappresentano il carattere quei discorsi in cui per chi parla non c’ è affatto cosa che egli debba scegliere o evitare.Il pensiero poi è presente in quei discorsi in cui si dimostra che è o non è o, in generale, si fa un’ asserzione. Al quarto posto c’ è l’ elocuzione e dico, come già prima ho detto, che l’ elocuzione è l’ espressione mediante le parole, il che ha la stessa natura nelle opere sia in versi sia in prosa. Delle parti restanti la musica è il più importante degli ornamenti, mentre lo spettacolo muove sì gli animi, ma è anche l’ aspetto meno artistico e quindi meno proprio della poetica.L’ efficacia della tragedia infatti si conserva anche senza la rappresentazione e senza gli attori ed inoltre per la messa in scena è più autorevole l’ arte della scenografia che non quella della poetica. Dopo aver definito queste cose, diciamo quale debba essere la composizione dei fatti, giacché questa è la parte prima e più importante della tragedia. È stato da noi convenuto che la tragedia è imitazione di un’ azione compiuta e costituente un tutto che abbia una certa grandezza, giacché può esserci anche un tutto che non ha nessuna grandezza.Ma il tutto è ciò che ha principio, mezzo e fine.Principio è quel che non deve di necessità essere dopo altro, mentre dopo di esso per sua natura qualche altra cosa c’ è o nasce; fine al contrario è quel che per sua natura è dopo altro o di necessità o per lo più, mentre dopo di esso non c’ è niente; mezzo poi è quel che è esso stesso dopo altro e dopo di esso c’ è altro.E dunque i racconti composti bene non debbono né incominciare donde cà - pita né finire dove càpita, ma valersi delle forme ora indicate. Ancora, ciò che è bello, sia un animale sia ogni altra cosa costituita di parti, deve avere non soltanto queste parti ordinate al loro posto, ma anche una grandezza che non sia casuale; il bello infatti sta nella grandezza e nell’ ordinata disposizione delle parti, e perciò non potrebbe essere bello né un animale piccolissimo(perché la visione si confonde attuandosi in un tempo pressoché impercettibile) né uno grandissimo(perché " : 
"1451a" : 
"la visione non si attua tutta assieme e per chi guarda vengono a mancare dalla visione l’unità e la totalità) come se per esempio fosse un animale di diecimila stadii. Dimodoché, come per i corpi inanimati e gli animali deve esserci sì una grandezza, ma che sia facile ad abbracciarsi con lo sguardo, così anche per i racconti deve esserci una lunghezza, ma che sia facile ad abbracciarsi con la memoria. Ma la questione del limite della lunghezza, quando questo sia riferito ai concorsi drammatici e alla sensibilità degli spettatori, non appartiene all’ arte; se infatti occorresse rappresentare cento tragedie, si dovrebbe ricorrere alla clessidra, come appunto dicono che talvolta in qualche occasione si sia fatto.Quanto invece al limite secondo la natura stessa della cosa, il racconto, rispetto alla grandezza, tanto più è bello quanto più è lungo, a condizione però che riesca chiaro nell’ assieme.Ma, per definire la cosa in generale, quella grandezza in cui, svolgendosi di seguito gli eventi secondo verosimiglianza o necessità, sia dato di passare dalla sfortuna alla fortuna o dalla fortuna alla sfortuna, è il limite giusto della grandezza. Si ha l’ unità del racconto non già, come credono alcuni, con il trattare di un’ unica persona, perché ad una sola persona accadono molte cose ed anzi infini - te, dalle quali, anche a prenderne alcune, non risulta nessuna unità; allo stesso modo, di un’ unica persona molte sono anche le azioni che compie, dalle quali non risulta un’ unica azione.Perciò mi sembra che sbaglino quanti tra i poeti hanno composto poemi come l’ Eracleide o la Teseide e altri simili, perché credevano che, siccome uno era Eracle, uno dovesse risultarne anche il racconto.Omero invece, come anche nel resto si differenzia dagli altri, anche questo mi pare che abbia visto bene, o per virtù di arte o di natura, poiché nel comporre l’ Odissea, non prese a poetare su tutto quanto accadde ad Odisseo, come, ad esempio, che fu ferito sul Parnaso e che finse di essere pazzo nell’ adunanza, due fatti dei quali il verificarsi dell’ uno non comportava di necessità o con verosimiglianza il verificarsi dell’ altro, ma costruì l’ Odissea attorno ad un’ unica azione, quale noi diciamo, e così anche l’ Iliade. Occorre dunque che, come anche nelle altre arti imitative l’ imitazione è una quando è di un unico oggetto, così anche il racconto, poiché è imitazione di un’ azione lo sia di un’ azione sola e per di più tale da costituire un tutto concluso, ed occorre che le parti dei fatti siano connesse assieme in modo tale che, se qualcuna se ne sposti o sopprima, ne risulti dislocato e rotto il tutto, giacché ciò la cui presenza non si nota affatto, non è per niente parte di un tutto. Da quel che abbiamo detto, risulta manifesto anche questo: che compito del poeta è di dire non le cose accadute ma quelle che potrebbero accadere e le possibili secondo verosimiglianza e necessità.Ed infatti" : 
"1451b" : 
"lo storico e il poeta non differiscono per il fatto di dire l’uno in prosa e l’altro in versi (giacché l’opera di Erodoto, se fosse posta in versi, non per questo sarebbe meno storia, in versi, di quanto non lo sia senza versi), ma differiscono in questo, che l’uno dice le cose accadute e l’altro quelle che potrebbero accadere. E perciò la poesia è cosa più nobile e più filosofica della storia, perché la poesia tratta piuttosto dell’universale, mentre la storia del particolare. L’universale poi è questo: quali specie di cose a quale specie di persona capiti di dire o di fare secondo verosimiglianza o necessità, al che mira la poesia pur ponendo nomi propri, mentre invece è particolare che cosa Alcibiade fece o che cosa patì. Nella commedia ciò è ormai diventato evidente, giacché dopo aver composto il racconto per mezzo di fatti verosimili, mettono dei nomi così come capita, e non poeteggiano attorno al particolare come i giambografi.Nella tragedia invece si attengono a nomi esistenti e la causa ne è che è credibile quel che è possibile, e mentre per le cose che non sono accadute non ci fidiamo ancora che siano possibili, è manifesto che sono possibili quelle accadute; ed infatti non sarebbero accadute se fossero state impossibili.Cionono - stante anche in alcune tragedie uno o due sono nomi conosciuti mentre gli altri sono inventati, ed in altre di conosciuti non ce n’ è nessuno, come ad esempio nell’ Anteo di Agatone, giacché in questo sia i fatti sia i nomi sono egualmente inventati e cionondimeno la tragedia piace.Cosicché non è affatto vero che si debba cercare di attenersi ai miti tradizionali, di cui son solite trattare le tragedie.Ed infatti cercarlo sarebbe ridicolo, visto che le cose note lo sono soltanto a pochi, e tuttavia piacciono a tutti. È dunque chiaro da quanto si è detto che il poeta deve essere facitore piuttosto di racconti che non di metri in quanto è poeta rispetto all’ imitazione ed egli imita le azioni.Se dunque càpiti che egli faccia poesia su cose accadute, non per questo è meno poeta, giacché niente vieta che alcune delle cose accadute siano tali quali è verosimile che accadessero, ed in questa misura ne sarà il facitore. Dei racconti e delle azioni semplici, quelli episodici sono i peggiori; chiamo infatti \"episodico\" quel racconto in cui non c’ è né verosimiglianza né necessità che gli episodi si susseguano in un certo modo.Racconti di questo tipo sono fatti da poeti cattivi per colpa loro e da poeti buoni per colpa invece degli attori.Giacché, componendo pezzi ad effetto e tirando per le lunghe il racconto oltre ogni possibilità, " : 
"1452a" : 
"spesso sono costretti a sconvolgere la successione dei fatti. Ma, poiché la tragedia è imitazione non soltanto di un’ azione compiuta, ma anche di casi terribili e pietosi, questo effetto nasce soprattutto quando i fatti si svolgono gli uni dagli altri contro l’ aspettativa, giacché avranno a questo modo ben più del sorprendente che se si producessero per caso o fortuitamente; ed infatti anche degli eventi fortuiti sembrano più sorprendenti quelli che appaiono prodursi come di proposito, come quando, per esempio, in Argo la statua di Miti cadde addosso al colpevole della morte di Miti che la stava guardando, e l’ uccise; e infatti sembra che fatti come questo non avvengano a caso, cosicché segue di necessità che i racconti di questo genere siano i più belli. Dei racconti, alcuni sono semplici, altri complessi, giacché tali si trovano ad essere le azioni di cui i racconti sono imitazione.Chiamo semplice quell’ azione che, mentre si svolge, come si è definito, con continuità ed unità, muta direzione senza peripezia e senza riconoscimento; mentre complessa quella in cui il mutamento si ha con riconoscimento o con peripezia o con tutti e due. Ma questi rivolgimenti debbono avvenire in forza della stessa struttura del racconto, in modo che conseguano dagli eventi precedenti o per necessità o secondo verosimiglianza; c’ è molta differenza infatti se qualcosa accade per causa di un’ altra o dopo un’ altra. La peripezia, come si è detto, è il rivolgimento dei fatti verso il loro contrario e questo, come stiamo dicendo, secondo il verosimile e il necessario, come ad esempio nell’ Edipo il messo, venendo come per rallegrare Edipo e liberarlo dal terrore nei riguardi della madre, rivelandogli chi era, ottiene l’ effetto contrario; e nel Linceo, mentre il protagonista vien condotto a morire e Danao lo segue per ucciderlo, in forza dello svolgimento dei fatti accade che Danao muoia e Linceo si salvi. Il riconoscimento poi, come già indica la parola stessa, è il rivolgimento dall’ ignoranza alla conoscenza, e quindi o all’ amicizia o all’ inimicizia, di persone destinate alla fortuna o alla sfortuna; il riconoscimento più bello poi è quando si compie assieme alla peripezia, quale è ad esempio quello dell’ Edipo.Ci sono poi anche altri riconoscimenti in relazione a cose inanimate e casuali.†ed è anche possibile riconoscere qualcuno dall’ aver egli fatto o non fatto certe cose.Ma quello di cui si è parlato è il riconoscimento più proprio del racconto e quello più proprio dell’ azione; giacché il riconoscimento di tal fatta e la peripezia produrranno o pietà" : 
"1452b" : 
"o terrore (di azioni di questo tipo si è assunto che sia imitazione la tragedia) giacché da riconoscimenti e peripezie cosiffatte dipendono anche il conseguire la sfortuna o la fortuna. E poiché il riconoscimento è riconoscimento di persone, alcuni lo sono soltanto di uno rispetto ad un altro, quando sia chiaro chi è quest’altro, mentre a volte si debbono riconoscere tutti e due come ad esempio Ifigenia è riconosciuta da Oreste dall’invio della lettera, mentre Oreste ha bisogno di un altro riconoscimento nei confronti di Ifigenia. Due parti della tragedia sono dunque queste, peripezia e riconoscimento, mentre una terza è il fatto orrendo.Di queste tre dunque, di peripezia e riconoscimento si è detto, quanto al fatto orrendo, esso è un’ azione che reca rovina o dolore, come ad esempio le morti che avvengono sulla scena, le sofferenze, le ferite e cose simili. Le parti della tragedia che si debbono intendere come forme essenziali le abbiamo dette prima, secondo invece la quantità, rispetto alle sezioni in cui la tragedia si divide, esse sono le seguenti: prologo, episodio, esodo e parte corale, quest’ ultima a sua volta suddivisa in pàrodo e stàsimo; queste parti sono comuni a tutte le tragedie mentre proprie di alcune sono i canti degli attori dalla scena e i commi. Il prologo è tutta quella parte della tragedia che viene prima del pàrodo del coro; episodio è tutta quella parte della tragedia che sta in mezzo a canti corali interi; esodo è tutta quella parte della tragedia dopo la quale non c’ è più canto del coro; quanto poi alla parte corale, pàrodo è tutta intera la prima espressione del coro; stàsimo il canto del coro che è senza anapesto e trocheo, commo il lamento comune del coro e dell’ attore dalla scena. E dunque le parti della tragedia che si debbono intendere come forme essenziali le abbiamo dette prima, secondo invece la quantità e le sezioni separate in cui la tragedia si divide sono queste. A che cosa si debba mirare e da che cosa guardarsi nel comporre i racconti e donde derivi l’ effetto proprio della tragedia si deve dire in seguito a ciò che abbiamo detto or ora. Poiché la composizione della tragedia più bella deve essere complessa e non semplice ed inoltre la tragedia deve essere imitazione di casi che destano terrore e pietà(giacché questo è proprio di una tale imitazione), in primo luogo è chiaro che non si debbono mostrare né uomini dabbene che passino dalla fortuna alla sfortuna, perché questa è cosa che non desta né terrore né pietà ma ripugnanza; né uomini malvagi che passino dalla sfortuna alla fortuna, perché questo è il caso meno tragico di tutti in quanto non ha niente di quel che dovrebbe avere, non destando né simpatia umana" : 
"1453a" : 
"né pietà né terrore; ma nemmeno deve essere un uomo molto malvagio a cadere dalla fortuna nella sfortuna, perché una simile composizione avrebbe sì la simpatia umana, ma non il terrore né la pietà, dei quali l’ una si riferisce a chi cade in disgrazia innocente e l’ altro a chi vi cade essendo simile a noi; la pietà cioè si riferisce all’ innocente mentre il terrore al nostro simile, di modo che il caso in questione non sarà né pietoso né terribile.Non resta dunque che colui che si trova nel mezzo rispetto a questi estremi, e tale è chi né si distingue per virtù e per giustizia né cade nella disgrazia per causa del vizio e della malvagità, ma per un qualche errore, sul tipo di coloro che si trovano in grande reputazione e fortuna, come ad esempio Edipo e Tieste ed altri uomini illustri di casate come queste. È dunque necessario che un racconto ben fatto sia piuttosto semplice che non duplice, come invece dicono alcuni, e che tratti di un rovesciamento non dalla sfortuna alla fortuna ma al contrario dalla fortuna alla sfortuna, e non a motivo della malvagità ma per un grande errore di un uomo come si è detto e di uno piuttosto migliore che peggiore dell’ ordinario.Ne è prova quel che è accaduto, perché dapprima i poeti contavano su racconti come capitava, mentre ora le tragedie più belle sono quelle composte attorno a poche casate, ad esempio le stirpi di Alcmeone, di Edipo, di Oreste, di Meleagro, di Tieste, di Telefo ed a quante altre capitò di patire o di fare cose terribili. La tragedia dunque più bella rispetto all’ arte è quella che nasce da una simile composizione, e perciò commettono un errore coloro che di ciò accusano Euripide, perché fa proprio questo nelle sue tragedie e perché molte di esse finiscono con la sfortuna.Questo infatti, come si è detto, è giusto e se ne ha una prova grandissima nel fatto che sono proprio le tragedie di questo genere quelle che risultano le più tragiche sulla scena e negli agoni, quando siano ben allestite, ed Euripide, anche se non tratta bene il resto, risulta il più tragico dei poeti. Al secondo posto viene invece quella composizione, che da alcuni è considerata la prima, e cioè quella che ha un racconto duplice, come l’ Odissea, e che finisce in un modo contrario per i buoni e per i cattivi.Sembra essere la prima a motivo della debolezza del pubblico, giacché i poeti si adeguano agli spettatori componendo secondo le loro richieste.Ma questo non è il piacere che deriva dalla tragedia, piuttosto quello proprio della commedia: perché in quest’ ultima anche quelli che nel mito sono nemicissimi tra loro, come Oreste ed Egisto, alla fine se ne escono divenuti amici e nessuno muore ad opera di nessuno." : 
"1453b" : 
"È possibile che quanto produce terrore e pietà nasca dalla messa in scena, ma è anche possibile che derivi dalla stessa composizione dei fatti, il che è preferibile ed è proprio di un poeta migliore. Giacché il racconto deve essere così costituito che, anche senza vedere la scena, chi ascolta i fatti che accadono, a motivo degli avvenimenti stessi, frema di orrore e di pietà: sentimenti che certo si proverebbero se si ascoltasse la storia di Edipo. Mentre il procurare questi affetti per mezzo della messa in scena è meno artistico e bisognevole della regia. Quanto poi a quelli che per mezzo della messa in scena procurano non il terrore, ma ciò che è soltanto mostruoso, questi non hanno niente a che fare con la tragedia. Giacché non è che si debba ricercare ogni e qualsiasi piacere possa derivare dalla tragedia, ma quello soltanto che le è proprio. Poiché dunque il poeta quel piacere che nasce dal terrore e dalla pietà deve procurarlo attraverso l’imitazione, è manifesto che questo si deve fare con le azioni. Consideriamo dunque quali delle occasioni risultano terribili e quali miserevoli.È necessario che azioni di questo genere siano di persone che tra di loro sono amici o nemici o né l’ uno né l’ altro.Quando dunque è un nemico che agisce nei confronti di un nemico, non vi è niente che desti pietà, o che lo faccia o che stia soltanto per farlo, all’ infuori del fatto orrendo in se stesso; e nemmeno quando non siano né amici né nemici; quando invece questi fatti orrendi avvengono tra amici, come ad esempio quando sia ad uccidere, o stia per farlo, il fratello il fratello, o il figlio il padre, o la madre il figlio, o il figlio la madre, o stia per fare qualche altra cosa egualmente orrenda, questi sono i casi che si devono ricercare.Perciò non si possono mutare i miti tradizionali, parlo ad esempio di Cliten - nestra che è uccisa da Oreste, e di Erifile da Alcmeone, ed il compito del poeta è quello di trovare questi miti così come sono tramandati e di sapersene servire bene. Ma che cosa intendiamo con \"bene\" ? Cerchiamo di dirlo in modo più chiaro.È infatti possibile che l’ azione avvenga nel modo tenuto dagli antichi che rappresentavano personaggi pienamente consapevoli, come ha fatto anche Euripide nel rappresentare Medea che uccide i proprii figli, ma è anche possibile che si agisca senza sapere che si sta compiendo un’ azione terribile, e venire a conoscere, soltanto dopo, la relazione di parentela, come succede all’ Edipo di Sofocle; in questo caso l’ evento terribile accade fuori del dramma, mentre accade nella stessa tragedia ad esempio all’ Alcmeone di Astidamante o al Telegono nell’ Odisseo ferito.E c’ è anche un terzo caso, oltre questi, quello di chi sta per fare qualcosa di irrimediabile per ignoranza e poi riconosce la vittima prima di compiere l’ azione. Ed oltre queste, non ci sono altre possibilità, perché è necessario che o si agisca o non si agisca, e, o sapendo o non sapendo.Di questi casi lo stare per agire conoscendo e poi non agire è il peggiore, giacché c’ è l’ elemento ripugnante ma non il tragico in quanto manca il fatto orrendo; e perciò nessuno" : 
"1454a" : 
"fa a questo modo, se non di rado, come ad esempio, nell’Antigo-ne, Emone nei confronti di Creonte. Come secondo viene il caso di chi agisce, ma il migliore è quello di chi agisce non conoscendo ma poi riconosce dopo aver agito; non c’è infatti niente di ripugnante e il riconoscimento fa colpo. Ma il migliore di tutti è l’ultimo caso, voglio dire per esempio, nel Cresfonte, il caso di Merope che sta per uccidere il figlio e invece non l’uccide ma lo riconosce, e cosi, nell’Ifigenia, il caso della sorella nei confronti del fratello e, nell’Elle, quello del figlio che, mentre sta per consegnare la madre ai nemici, la riconosce. Perciò, come si è detto innanzi, le tragedie si riferiscono a non molte famiglie, giacché nella loro ricerca i poeti trovarono non per arte ma per caso nei miti come procurare situazioni simili e furono così costretti a far ricorso a queste casate, a quante fra di esse accadevano simili fatti orrendi. Attorno dunque alla composizione delle azioni ed a quali debbono essere i racconti si è detto a sufficienza. Quanto ai caratteri, quattro sono le cose a cui si deve mirare, di cui una, e la prima, è che siano buoni.Il personaggio avrà poi un carattere se, come si è detto, il suo discorso e la sua azione rendono manifesta una qualche risoluzione e, se questa è buona, buono sarà il carattere.E ciò è possibile in ciascuna condizione, perché buona lo è anche la donna e buono lo schiavo, benché di questi l’ una sia inferiore e l’ altro di infimo rango. La seconda cosa a cui si deve mirare è la convenienza, perché è anche possibile che una donna sia di carattere coraggioso, ma non è conveniente per una donna essere fino a questo punto coraggiosa o fiera. La terza è la somiglianza, e questa è cosa diversa dal fare il carattere buono e conveniente come si è detto. Quarta è la coerenza, giacché anche se il modello del - l’ imitazione sia una persona incoerente e si sia supposto un tale carattere, deve essere coerentemente incoerente. Un esempio di malvagità di carattere non necessaria è il Menelao dell’ Oreste, di carattere non conveniente e inadatto il lamento di Odisseo nella Scilla e la tirata di Melanippe, di incoerente la protagonista di Ifigenia in Aulide, perché la donna che supplica non somiglia affatto a quella di poi. Anche nei caratteri così come nella composizione delle azioni occorre cercare sempre il necessario o il verosimile di modo che sia necessario o verosimile che uno così e così dica e faccia cose così e così, ed anche che sia necessario o verosimile che questo accada dopo quello. È manifesto dunque che anche lo scioglimento del racconto deve avvenire in forza dello stesso" : 
"1454b" : 
"racconto e non ex machina come accade nella Medea e come nella scena dell’imbarco nell’Iliade. Ma di un artificio meccanico ci si deve servire per le cose che sono fuori dell’azione drammatica: o per quelle che avvennero prima e che non sia possibile che un uomo conosca, o per quelle che avverranno dopo e che richiedono la profezia e l’annunzio, giacché il vedere tutto lo attribuiamo agli dèi. Comunque, niente di irrazionale deve esserci nell’azione e, se questo non è possibile, avvenga almeno fuori della tragedia come nel-l’Edipo di Sofocle. Poiché poi la tragedia è imitazione di uomini migliori di noi, si debbono imitare i buoni ritrattisti, giacché questi, riproducendo la forma propria di ciascuno, nel farlo simile, lo dipingono più bello.Allo stesso modo il poeta, imitando persone iraconde e accidiose e che abbiano qualità simili, pur essendo tali, deve farli nobili.†un esempio di durezza è come Achille buono anche Omero†. A tutte queste cose dunque occorre guardare ed inoltre a quelle che offendono le sensazioni che di necessità si accompagnano alla poesia, giacché anche in questo spesso è possibile sbagliarsi; ma su questi argomenti è stato detto a sufficienza nelle opere pub - blicate. Si è già detto innanzi che cosa sia il riconoscimento, consideriamone ora le specie. La prima, la meno artistica e della quale soprattutto ci si serve per povertà di inventiva, è quella per mezzo dei segni.Di questi alcuni sono congeniti, come \"la lancia che portano i Nati dalla terra\" o le stelle che utilizzò Carcino nel Tieste; altri acquisiti, e di questi alcuni sono nel corpo, come le cicatrici, ed altri fuori, come le collane o come la barchetta nel Tiro.Anche di questi mezzi è possibile valersi meglio o peggio, come ad esempio Odisseo fu riconosciuto dalla sua cicatrice in un modo dalla nutrice e in un altro dai porcari; giacché i riconoscimenti fatti apposta per ingenerare una credenza sono meno artistici e tutti quelli di questo tipo, mentre invece sono migliori quelli che scaturiscono dalla peripezia, come ad esempio il riconoscimento nella scena del bagno. La seconda specie è costituita dai riconoscimenti fabbricati apposta dal poeta e perciò non artistici.Ad esempio nell’ Ifigenia il modo in cui Oreste si fece riconoscere, perché mentre la sorella viene riconosciuta per mezzo della lettera, Oreste dice lui stesso quello che vuole non già il racconto ma il poeta; e perciò questo caso è simile all’ errore di cui si è già parlato, perché era possibile che anche Oreste portasse qualcosa con sé.Un altro esempio è la voce della spola nel Tereo di Sofocle. Una terza specie è quella che avviene ad opera della memoria, quando ci si rende conto" : 
"1455a" : 
"nel vedere qualcosa, come il riconoscimento nei Ciprioti di Diceogene, dove il protagonista, visto il quadro, scoppiò in pianto, e quello nella storia di Alcinoo, dove Odisseo, ascoltando il citarista e ricordandosi, pianse, donde venne riconosciuto. Una quarta specie è il riconoscimento derivante dal ragionamento, come ad esempio nelle Coefore, dove Elettra argomenta che è giunto uno a lei simile, ma a lei simile non c’ è nessuno se non Oreste, e dunque è questi che è giunto.E il riconoscimento suggerito dal sofista Poliido riguardo ad Ifigenia: era infatti verosimile che Oreste ragionasse così: poiché la sorella era stata sacrificata, accadeva anche a lui di essere sacrificato.Altri esempi sono nel Tideo di Teodette, dove il padre dice che, venuto per ritrovare il figlio, egli stesso muore, e nelle Finidi, dove le donne, visto il luogo, ne argomentavano il loro fato, e cioè che era fatale dovessero morire in quel luogo perché là erano state esposte.C’ è anche un riconoscimento combinato con un paralogismo da parte del pubblico come quello dell’ Odisseo falso messaggero; che egli infatti sapesse tendere l’ arco e nessun altro, questo è un assunto costruito dal poeta e posto come ipotesi, e così pure se diceva che avrebbe riconosciuto l’ arco che non aveva mai visto; ma l’ averlo costruito proprio per questo, perché fosse riconosciuto dall’ arco, è un paralogismo. Ma il riconoscimento migliore di tutti è quello che scaturisce dalla stessa azione, perché la sorpresa sopravviene per mezzo di fatti verosimili, come nell’ Edipo di Sofocle e nell’ Ifigenia, giacché in quest’ ultimo caso era verosimile che volesse mandare un lettera.Ed infatti soltanto i riconoscimenti di questo tipo sono senza segni fabbricati apposta e senza collane; al secondo posto vengono i riconoscimenti per ragionamento. Il poeta deve comporre i racconti e rappresentarli compiutamente con il linguaggio, ponendoseli quanto più è possibile davanti agli occhi, perché così, vedendo nel modo più chiaro quasi egli stesso fosse presente ai fatti, troverà quel che conviene e gli sfuggiranno il meno possibile le contraddizioni.Ne è prova quel che fu rimproverato a Carcino, ed infatti il suo Anfiarao usciva dal tempio, il che sfuggì al poeta che non vedeva bene la situazione, e la tragedia, portata sulla scena, cadde, mal tollerando gli spettatori questo errore. Il poeta deve anche, quanto più è possibile, rappresentare compiutamente con i gesti, perché, a parità di natura, i più persuasivi son quelli che si calano nelle passioni, e sconvolge altri chi è lui stesso sconvolto, e fa adirare chi è adirato.E perciò la poesia è propria di chi è naturalmente dotato o di chi è invasato, giacché di questi i primi sono versatili mentre i secondi estatici. Quanto poi agli argomenti, o che siano già costruiti o che li stia costruendo lui, il poeta" : 
"1455b" : 
"deve esporli dapprima in generale e solo dopo stenderli introducendo gli episodi. Quel che voglio dire con \" in generale \" si può scorgere dall’esempio dell’Ifigenia: una giovane fanciulla viene offerta in sacrificio e, dopo essere sparita misteriosamente dagli occhi dei sacrificatori, stabilitasi in un altro luogo dove era costume sacrificare gli stranieri alla divinità, teneva questo ufficio sacerdotale. Qualche tempo dopo càpita al fratello della sacerdotessa di giungere in quel luogo, ma rimane fuori del racconto che fu il dio ad ordinargli di andare e perché; essendo dunque andato e preso prigioniero, mentre stava per essere sacrificato si fece riconoscere, sia nel modo in cui lo fa accadere Euripide sia in quello di Poliido che, com’era verosimile, gli fa dire che non soltanto la sorella ma anche lui bisognava che fosse sacrificato, e di qui la salvezza. Dopo di che, posti i nomi ai personaggi, si possono inserire gli episodi; ma occorre che questi episodi siano appropriati, come ad esempio nel caso di Oreste la pazzia per cui fu preso e la salvezza attraverso la purificazione. Nei drammi gli episodi debbono essere brevi, mentre l’ epopea proprio da essi viene ad essere allungata.Ed infatti l’ argomento dell’ Odissea non è certo lungo: un uomo viene tenuto lontano dalla patria per molti anni, è perseguitato da Posidone ed è rimasto solo; ed inoltre la situazione della sua casa è tale che i suoi beni sono dissipati dai Proci ed il figlio insidiato; allora lui, dopo essere stato sbattuto dalle tempeste, arriva, e fattosi riconoscere da alcune persone si rivolge contro i nemici, ed egli si salva mentre distrugge i nemici.Questo è quel che è proprio dell’ argomento, mentre il resto è fatto di episodi. In tutte le tragedie c’ è una parte che è il nodo ed una che è lo scioglimento; il nodo è costituito dagli eventi che sono fuori della tragedia e spesso da alcuni che sono dentro, il resto è lo scioglimento.Voglio dire che il nodo è quella sezione che va dall’ inizio dei fatti fino a quella parte che è l’ ultima rispetto al punto in cui la vicenda muta dalla fortuna alla sfortuna, mentre lo scioglimento va dal principio di questo mutamento alla fine.Nel Linceo di Teodette ad esempio il nodo è costituito dall’ antefatto e dalla cattura del bambino ** mentre lo scioglimento va dall’ accusa capitale sino alla fine. Le specie della tragedia sono quattro(perché altrettante si disse esserne le parti): quella complessa in cui sono tutto la peripezia e il riconoscimento; la tragedia dell’ orrore, come i vari Aiace e " : 
"1456a" : 
"Issione; quella di carattere, come le Ftiotidi e il Péleo; e la quarta†, come le Forcidi e il Prometeo e quante si svolgono nell’Ade. E dunque ci si deve sforzare al massimo per riunire tutti questi aspetti o almeno i più importanti e il maggior numero possibile, specialmente oggi che i poeti vengono denigrati; giacché, essendoci stati nel passato autori bravi nei singoli aspetti, si pretende che un solo poeta la vinca su ciascuno dei predecessori nel proprio pregio rispettivo. È anche giusto giudicare una tragedia diversa o eguale ad un’ altra per nient’ altro che per il racconto, e cioè quando siano gli stessi il nodo e lo scioglimento.Molti sanno costruire bene il nodo ma male lo scioglimento, mentre in realtà ambedue le doti dovrebbero combinarsi assieme. Bisognerebbe anche ricordarsi di quel che è stato detto più volte e di non fare di una composizione epica una tragedia– e chiamo composizione epica quella a racconto multiplo– come ad esempio se si volesse fare un unico racconto dell’ intera Iliade: giacché in questa, a motivo della sua lunghezza, le parti possono ottenere la grandezza conveniente, mentre nei drammi il risultato delude l’ aspettativa.La prova ne è il fatto che quanti hanno composto una Distruziorte di Ilio per intero e non spezzandola in parti come Euripide, o una Niobe e non come ha fatto Eschilo, o sono caduti o hanno avuto un cattivo esito nelle gare, dacché anche Agatone cadde per questo solo difetto. Ma nelle peripezie e nelle azioni semplici i poeti ottengono l’ effetto voluto mediante l’ uso del sorprendente, giacché questo è l’ elemento tragico e capace di destare umana simpatia.E questo accade quando un uomo intelligente ma malvagio venga ingannato, come Sisifo, o uno valoroso ma ingiusto soccomba; e un caso simile è anche verosimile, perché, come dice Aga - tone, è del tutto verosimile che accadano anche casi contrari al verosimile. Anche il coro poi occorre considerarlo come uno degli attori e bisogna che sia una parte integrante del tutto e che intervenga nell’ azione, non come in Euripide ma come in Sofocle.Nei poeti posteriori le parti cantate appartengono al racconto non più che ad un’ altra tragedia, e così cantano una specie di intermezzo, avendo per primo iniziato a far così Agatone.Eppure qual è la differenza tra il cantare intermezzi e l’ adattare da una tragedia ad un’ altra una parlata o un intero episodio ? Degli altri elementi essenziali si è parlato ma resta da dire dell’ elocuzione e del pensiero.Le questioni concernenti il pensiero debbono trovare il loro posto nei libri della Retorica, giacché si tratta di una materia che è piuttosto propria di quella ricerca.Rientra poi nella trattazione del pensiero tutto quanto deve essere procurato dal discorso.Ne sono parti il dimostrare, il confutare, il procurare emozioni(come " : 
"1456b" : 
"ad esempio la pietà o il terrore o l’ira e così via) ed ancora l’amplificazione e la diminuzione. È chiaro che anche nelle azioni bisogna fare così partendo dagli stessi principi quando si debbano procurare effetti di pietà o di terrore o di grandiosità o di verosimiglianza, sennonché la cosa tanto differisce che in questo caso i sentimenti si debbono manifestare senza bisogno dell’ insegnamento, mentre nel discorso sono procurati da chi discorre e si generano ad opera del discorso.Giacché quale sarebbe la funzione di chi discorre se la cosa già si manifestasse come doveva e non per mezzo del discorso ? Delle questioni che riguardano l’ elocuzione una branca della ricerca è costituita dalle figure dell’ elocuzione, che è cosa che deve sapere l’ attore e chi di quest’ arte possiede una conoscenza professionale, come ad esempio che cosa sia il comando e che cosa la preghiera, e così anche per la narrazione, la minaccia, la domanda, la risposta e quant’ altro rientra in questo genere di cose.Giacché a motivo della conoscenza o dell’ ignoranza di queste cose non si porta nei confronti dell’ arte poetica nessuna critica degna di seria considerazione.E, difatti, chi potrebbe ammettere che Omero sia incorso nell’ errore rimproveratogli da Pro - tagora e cioè che, pensando di pregare, invece co - manda dicendo \"l’ira cantami, o dea\" ? Giacché– osserva Protagora– il dire di fare o non fare una cosa è un comando. E perciò lasciamo questa ricerca come propria di un’ altra arte e non di quella poetica. Della elocuzione in generale le parti sono queste : lettera, sillaba, connettivo, nome, verbo, articolazione, flessione, discorso. La lettera è una voce indivisibile, ma non ogni voce bensì quella che è per natura destinata a divenire una voce composta; giacché anche quelle degli animali sono voci indivisibili, ma nessuna di esse chiamo lettera.Le lettere si dividono in vocali, semivocali e mute.La vocale è quella che ha voce udibile senza accostamento della lingua e delle labbra, semivocale quella che ha voce udibile con accostamento, come la S e la R, muta quella che anche con accostamento non ha di per sé nessuna voce, ma diventa udibile solo assieme ad altre lettere che hanno una qualche voce, come la G e la D.Le lettere differiscono tra loro per la configurazione della bocca ed il luogo in cui sono prodotte, per l’ aspirazione o la mancanza di aspirazione, per la lunghezza e la brevità, ed ancora per l’ accento che può essere acuto o grave o intermedio; argomenti tutti sui quali particolareggiatamente conviene che si indaghi nei trattati di metrica. La sillaba è una voce non significativa composta da una muta e da una lettera avente voce, giacché GR è sillaba sia senza A sia assieme ad A come in GRA.Ma l’ indagare anche sulle differenze delle sillabe è proprio della metrica. Il connettivo è una voce non significativa, la quale né " : 
"1457a" : 
"impedisce né fa sì che da parecchie voci si componga naturalmente un’unica voce significativa e che si può trovare sia alle estremità sia nel mezzo, ma che non conviene porre al principio di un discorso indipendente, come mevn, h[toi, dev. Oppure è una voce non significativa che da più di una sola voce, ma significativa, è capace per sua natura di produrre un’unica voce significativa. L’ articolazione è quella voce non significativa che del discorso indica o il principio o la fine o una divisione, come ajmfiv, periv e altri simili. Il nome è una voce composta significativa senza tempo, di cui nessuna parte è di per sé significativa; nei nomi doppi infatti la parte non viene impiegata come di per sé significativa, come in Deodato \"dato\" non significa niente.Il verbo è una voce composta significativa con tempo, di cui nessuna parte significa di per sé, come anche per i nomi; giacché \"uomo\" o \"bianco\" non significano il quando, mentre \"cammina\", \"ha camminato\" significano, il primo il tempo presente e il secondo quello passato. La flessione è propria del nome e del verbo e significa a volte \"di questo\", \"a questo\" e così via, a volte il singolare o il plurale come ad esempio \"uomini\", \"uomo\", ed altre volte ancora l’ inflessione della voce, come ad esempio la domanda e il comando, giacché \"camminava?\" o \"cammina\" sono flessioni del verbo secondo queste specie. Il discorso è una voce composta significativa, di cui alcune parti di per sé considerate significano qualche cosa(giacché non ogni discorso è costituito di verbi e di nomi, ma è possibile che ci sia discorso senza verbi, come ad esempio la definizione di uomo; avrà però sempre almeno una parte che significa qualcosa come ad esempio \"Cleone\" in \"Cleone cammina\").Il discorso è unitario in due modi diversi, perché lo è o in quanto significa un’ unica cosa o per un legame di più cose, come ad esempio l’ IIiade è unitaria per legame, mentre la definizione di uomo per il signicare una unica cosa. I nomi sono di due specie, semplici, e tali chiamo i nomi che non sono costituiti da parti significative, come ad esempio \"terra\", e doppi; di quest’ ultima specie alcuni sono formati da una parte significativa e da una no(benché, significativa e no, non in quanto sono nel nome), mentre altri sono formati da parti significative.Ci possono poi essere anche nomi composti da tre, quattro o più parti, ad esempio molti dei nomi dei Massalioti, come Ermocaicoxanto ** " : 
"1457b " : 
"Ogni nome poi è o una parola comune o pere - grina, o una metafora o un ornamento o una parola coniata dall’ autore, o una parola allungata o abbreviata o modificata. Chiamo comune il nome di cui si servono tutti, peregrino invece quello di cui si servono altri popoli; di modo che è manifesto che la stessa parola possa essere assieme peregrina e comune, ma non rispetto alle stesse persone, giacché sivgunon per i Ciprioti è parola comune, per noi invece peregrina. La metafora è il trasferimento ad una cosa di un nome proprio di un’ altra o dal genere alla specie o dalla specie al genere o dalla specie alla specie o per analogia.Mi spiego: esempio di metafora dal genere alla specie, \"ecco che la mia nave si è fermata\", giacché \"ormeggiarsi\" è un certo \"fermarsi\"; dalla specie al genere, \"ed invero Odisseo ha compiuto mille e mille gloriose imprese\", giacché \"mille\" è \"molto\" ed Omero se ne vale invece di dire \"molte\"; da specie a specie, \"con il bronzo attingendo la vita\" e \"con l’acuminato bronzo tagliando\", giacché là il poeta chiama \"attingere\" il \"recidere\", mentre nel secondo caso chiama \"recidere\" l’ \"attingere\", perché ambedue i verbi rientrano nel toglier via qualcosa. Chiamo poi relazione analogica quella in cui il secondo termine sta al primo nella stessa relazione in cui il quarto sta al terzo, giacché allora si potrà dire il quarto termine invece del secondo o il secondo invece del quarto.E a volte i poeti pongono in luogo di quel che si vuol dire ciò con cui si trova in relazione.Voglio dire ad esempio che come la coppa sta a Dioniso così lo scudo sta a Ares, e si potrà dunque chiamare la coppa scudo di Dioniso e lo scudo coppa di Ares.Oppure quel che è la vecchiaia rispetto alla vita lo è la sera rispetto al giorno e dunque si potrà chiamare la sera vecchiaia del giorno o anche, come fa Empedocle, chiamare la vecchiaia sera della vita o tramonto della vita.Alcuni dei termini che si trovano in proporzione non hanno un nome già esistente, ma cionondimeno si farà egualmente la metafora, per esempio lasciar cadere il grano si dice seminare, mentre non ha nome il lasciar cadere la vampa da parte del sole; ma poiché la relazione rispetto al sole è la stessa di quella del seminare rispetto al grano, si potrà dire \"seminando la vampa nata dal dio\".Ma è possibile valersi di questo modo di metafora anche in altro modo: chiamando una cosa con il nome di un’ altra, togliere a quest’ ultima qualcosa di quel che le è proprio, come ad esempio se si chiamasse lo scudo \"coppa\" non già \"di Ares\" ma \"senza vino\" ** * . Coniato dall’ autore è poi quel nome che, mai adoperato da alcuno, pone lo stesso poeta, giacché sembra proprio che ci siano dei casi simili come e[rnuga \" per le corna e ajrhth'ra per il sacerdote. Una parola può anche essere allungata" : 
"1458a" : 
"o abbreviata a seconda che ci si serva di una vocale più lunga di quella ordinaria o di una sillaba aggiunta, o che invece le si tolga qualcosa; esempio di nome allungato è povlho\" al posto di povlew \" e Phlhi>avdew anziché Phleivdou; esempio di parola abbreviata kri' e dw' e \" miva givnetai ajmfotevrwn o[y \". Alterata è la parola quando del nome di una cosa una parte rimane ed un’altra è coniata, come ad esempio dexiterovn per \" dexitero; n kata; mazovn \". Dei nomi poi in sé considerati, alcuni sono maschili, altri femminili ed altri intermedi; maschili quelli che terminano con le lettere N, R e S e con le lettere composte da quest’ ultima(queste son due, Y e X); femminili i nomi che escono in quelle tra le vocali che sono sempre lunghe, come in H e W, e tra le vocali che si possono allungare i nomi che terminano in A, così che accade che i nomi maschili siano per numero eguali a quelli femminili giacché Y e X sono lettere composte.Nessun nome termina con una muta né con una vocale breve.Terminano in I soltanto tre parole mevli, kovmmi e pevperi, cinque invece in U ** ; i nomi intermedi terminano in queste due vocali e in N e S. La virtù propria dell’ elocuzione è di essere assieme chiara e non pedestre.Chiarissima è quella costituita da parole comuni, ma è anche pedestre; ne è esempio la poesia di Cleofonte e quella di Stenelo.Elevata invece e diversificata rispetto all’ uso comune è l’ elocuzione che si serve di termini esotici, e chiamo esotici la parola peregrina, la metafora, l’ allungamento e tutto quanto è fuori del comune. Ma se si facessero tali tutte le parole impiegate, ne risulterà o un enigma o un barbarismo; se l’ elocuzione fosse costituita da metafore l’ enigma, se invece da parole peregrine un barbarismo.Giacché la forma stessa dell’ enigma è questa: pur dicendo le cose come stanno, mettere assieme delle assurdità; e dunque non è possibile far questo mediante l’ espressione ordinaria, mentre è possibile con le metafore, come ad esempio \"vidi un uomo che incollava con il fuoco bronzo ad un altro uomo\" e simili.La frase invece costituita di termini peregrini è un barbarismo. Bisogna dunque servirsi di queste espressioni in un certo modo, giacché l’ elemento esotico produrrà l’ uso non comune ed il carattere non pedestre(cosi la parola peregrina, la metafora, l’ ornamento e le altre specie di elocuzione di cui si è parlato), mentre l’ elemento comune produrrà la chiarezza. Non poco contribuiscono" : 
"1458b" : 
"alla chiarezza dell’elocuzione, ma anche al carattere non usuale, gli allungamenti, i troncamenti e le alterazioni delle parole, giacché l’essere diverso dal comune discostandosi dal consueto produrrà il carattere non usuale, mentre a motivo della perdurante partecipazione al consueto ci sarà la chiarezza. Di modo che a torto i detrattori di questo modo di linguaggio condannano e mettono in burletta il poeta, come fa Euclide il vecchio, che diceva esser facile fare a questo modo, ove si concedesse la licenza di allungare le parole a piacimento, e cosi parodiava Omero nella sua stessa elocuzione \" jEpicavrhn ei\ don Maraqw 'navde badivzonta\" e †. Una certa ostentazione nel valersi di questo tropo è dunque ridicola, mentre la giusta misura è requisito comune per tutte quante le parti dell’elocuzione, giacché raggiungerebbe lo stesso effetto anche chi si servisse delle metafore, dei termini peregrini e di tutte le altre specie impropriamente e apposta per ottenere il ridicolo, mentre quanto differisca l’usarne con proprietà, nell’epopea si può vedere inserendo nel verso parole comuni. Si vedrà che diciamo il vero se in luogo del termine peregrino, delle metafore e delle altre specie di parole esotiche si sostituiscano parole comuni.Ad esempio Eschilo ed Euripide hanno composto un medesimo trimetro giambico, ma Euripide con il cambiare una sola parola, ponendo in luogo di un termine comune uno peregrino, ha fatto sì che il verso sembrasse bello mentre prima era ordinario.Giacché Eschilo nel Filottete aveva scritto: \"l’ulcera che mangia la carne del mio piede\", mentre Euripide in luogo di \"mangia\" pose \"banchetta\".Lo stesso si avrebbe se in luogo di \"ora essendo piccino, dappoco e meschino\" si dicesse, ponendo parole comuni, \"ora essendo piccolo, debole e informe\" e così pure se si mutasse \"posto un seggio indegno e poca tavola\" in \"posto un seggio brutto e una piccola tavola\", e invece di \"mugghiano le spiagge\" \"fanno rumore le spiagge\". E similmente Arifrade fece la parodia dei tragediografi perché si servivano di espressioni che nessuno direbbe nel parlare, come ad esempio: \"dalle case via\" e non \"via dalle case\", \"teco\", \"io lui\" " : 
"1459a" : 
"ad Achille interno \" e non \" interno ad Achille \" e così via. Giacché proprio il fatto che queste espressioni non sono comuni fa sì che esse si sollevino sul linguaggio corrente; ma proprio questo Arifrade non voleva riconoscere. È cosa di grande importanza sapersi servire con proprietà di ciascuno di questi tropi, e cioè delle parole doppie e di quelle peregrine, ma la cosa più importante di tutte è di riuscire nelle metafore.Soltanto questo infatti non è possibile desumere da altri ed è segno di dote congenita, perché saper comporre metafore vuol dire saper scorgere il simile. Delle varie specie di nomi, quelli doppi convengono soprattutto ai ditirambi, quelli peregrini all’ epica e le metafore ai giambi.Ma nell’ epica tutte le specie di cui si è parlato sono utilizzabili, mentre nei giambi, per il fatto che soprattutto imitano la lingua parlata, convengono, dei nomi, quelli di cui ci si servirebbe anche nel discorrere; e questi sono il vocabolo comune, la metafora e l’ ornamento. Sulla tragedia e cioè sull’ imitazione che si compie nelle azioni basti quel che si è detto. Quanto poi all’ arte narrativa che imita in versi, è chiaro che essa deve comporre i suoi racconti al modo stesso della tragedia, e cioè comporli drammatici e attorno ad un’ azione unica e in sé compiuta, avente principio, mezzo e fine, di modo che l’ opera, divenuta un tutto unitario come un organismo vivente, produca il piacere che le è proprio.Le composizioni dunque non debbono essere simili alla storia, nella quale di necessità si fa l’ esposizione non di una sola azione, ma d’ un solo periodo di tempo, narrando tutte quelle cose che in questo periodo accadono ad una o più persone, pur essendoci tra questi fatti una relazione meramente casuale.Giacché come la battaglia navale di Salamina avvenne nello stesso tempo in cui ci fu in Sicilia la battaglia contro i Cartaginesi, senza che i due eventi tendessero allo stesso fine, così anche nelle sequenze di tempo accade a volte che un fatto segua ad un altro senza che da essi risulti un unico fine.Eppure quasi tutti i poeti fanno a questo modo. Perciò, come si è già detto, anche per questo Omero ci appare divino rispetto agli altri poeti, per non aver cercato di rappresentare per intero la guerra troiana, benché avesse un principio e una fine, giacché il racconto ne sarebbe risultato troppo lungo e tale da non essere afferrabile nel suo assieme o, anche se ne avesse ridotto a proporzioni accettabili la grandezza, troppo complicato per la varietà di fatti.Ora invece, avendone presa una parte soltanto, si vale delle altre per molti episodi, come ad esempio con il catalogo delle navi e con altri episodi diversifica il poema.Gli altri poeti invece compongono attorno ad un solo personaggio o ad un solo periodo di tempo o " : 
"1459b" : 
"ad un’unica azione ma costituita da più parti, come gli autori dei Cipri e della Piccola Iliade. Giacché dall’Iliade e dal-l’Odissea si può fare una sola tragedia per ciascuna, o al massimo due, mentre molte dai Cipri e dalla Piccola Iliade. Inoltre l’ epopea deve avere le stesse specie della tragedia, e cioè la semplice, la complessa, quella fondata sui caratteri e quella sui fatti orrendi.Ed anche le parti, ove si eccettuino la musica e lo spettacolo, debbono essere le stesse, giacché anche l’ epopea richiede peripezie, riconoscimenti e fatti orrendi; ed ancora il pensiero e l’ elocuzione debbono essere artisticamente elaborati.Cose tutte delle quali Omero si è valso sia per primo sia in modo conveniente.Ed infatti dei suoi poemi ciascuno in ciascuno dei due modi è costituito, l’ Iliade semplice e fondata su fatti orrendi, l’ Odis - sea invece complessa(c’ è infatti dappertutto riconoscimento) e fondata sui caratteri.Ed inoltre ambedue sorpassano tutte le altre opere per l’ elocuzione e per il pensiero. L’ epopea si differenzia invece dalla tragedia per la lunghezza della composizione e per il metro. Il limite conveniente della lunghezza è quello già detto, giacché si deve poter cogliere con un unico sguardo il principio e la fine.Si avrebbe questo risultato, se le composizioni fossero più brevi di quelle antiche, ma assieme si estendessero quanto l’ ampiezza complessiva delle tragedie presentate per un’ unica audizione.L’ epopea ha di suo il grande vantaggio di poter estendere la propria grandezza per il fatto che nella tragedia non è possibile imitare più parti di un’ azione, che accadono simultaneamente, ma soltanto quella parte che si svolge sulla scena e viene recitata dagli attori; nell’ epopea invece, poiché è una narrazione, è possibile rappresentare molte parti che si compiono simultaneamente, dalle quali, purché siano appropriate, viene accresciuta la grandiosità del poema.Di modo che l’ epopea ha questo di buono che le conferisce magnificenza e le permette di svariare l’ animo degli uditori arricchendo la materia con episodi diversi l’ uno dall’ altro, giacché l’ uniformità, in quanto presto sazia, è il motivo per cui cadono le tragedie. Quanto al metro, è provato dall’ esperienza che è l’ esametro che si adatta bene.Giacché, se si facesse un’ imitazione narrativa in qualche altro metro o in molti metri, apparirebbe manifesta la sconvenienza.L’ esametro infatti è il metro più posato e grandioso che ci sia(e perciò accoglie più facilmente le parole straniere e le metafore, poiché anche l’ imitazione narrativa è eccezionale in confronto alle altre), mentre il trimetro giambico e il tetrametro trocaico " : 
"1460a" : 
"sono mossi e il secondo è fatto per la danza mentre il primo per l’azione. Inoltre ne risulterebbe ben strana cosa, se si mescolassero i metri, come ha fatto Cheremone. E perciò nessuno ha fatto una composizione ampia in un metro che non fosse l’esametro, ma, come abbiamo detto, è la natura stessa che insegna a scegliere quello che meglio si adatta alla composizione. Omero poi, come è degno di essere lodato in molte altre cose, cosi lo è anche perché lui solo fra i poeti non ignora quale debba essere la sua parte; il poeta infatti in persona propria deve parlare il meno possibile, giacché non è imitatore a questo modo.E dunque, mentre gli altri poeti si mettono sempre in mostra e poco imitano e poche volte, Omero invece, dopo un breve proemio in cui parla lui, subito introduce un uomo o una donna o un qualche altro personaggio, e nessuno poco caratterizzato ma ciascuno con il suo carattere. Se è vero che nella tragedia si debba produrre il meraviglioso, nell’ epopea è possibile rappresentare perfino l’ irrazionale, da cui soprattutto deriva il meraviglioso, per il fatto che nell’ epopea le persone che agiscono non si vedono.Dacché le circostanze in cui si svolge l’ inseguimento di Ettore, portate sulla scena, apparirebbero ridicole: i Greci che se ne stanno fermi senza prender parte all’ inseguimento, mentre Achille fa cenno di no; ma nell’ epopea non ci se ne accorge.Il meraviglioso poi riesce piacevole, di che è prova che tutti nel raccontare fanno delle aggiunte per riuscire più graditi. Omero ha soprattutto insegnato anche agli altri come si deve dire il falso.Si tratta del paralo - gismo.Giacché la gente crede che, nei casi in cui essendoci questo c’ è quest’ altro o accadendo questo accade quest’ altro, se c’ è il conseguente, ci sia o accada anche l’ antecedente; ma questo è falso.Perciò se un fatto è falso, ma è tale che, se ci fosse, sarebbe necessario che un altro fatto ci fosse o accadesse, è un fatto di questa seconda specie che si deve porre.Ed infatti, poiché sa che quest’ ultimo è vero, il nostro animo per via di un paralogismo suppone che anche il pri - mo lo sia.Un esempio ne è l’ episodio del bagno nel - l’ Odissea. Si debbono preferire cose impossibili ma verosimili a cose possibili ma incredibili, e non si debbono comporre gli argomenti da parti irrazionali, e anzi di irrazionale non dovrebbe esserci niente, o, se questo non è possibile, che almeno sia fuori del racconto, ad esempio il fatto che Edipo non sapeva come fosse morto Laio, e non all’ interno del dramma, come nell’ Elettra il resoconto dei giuochi Pitici o nei Misii quello che senza parola è giunto da Tegea nella Misia.Di modo che è ridicolo dire che senza l’ irrazionale il racconto non si reggerebbe.Giacché per principio storie di questo genere non si dovrebbero comporre.Se poi se ne compongono e la cosa paia riuscir più verosimile, allora bisogna ammettere anche l’ assurdo.Giacché anche nell’ Odissea l’ episodio dello sbarco è chiaro che" : 
"1460b" : 
"riuscirebbe insopportabile se l’avesse composto un cattivo poeta. Così com’è ora, invece, il poeta con gli altri suoi pregi nasconde l’irrazionale rendendolo piacevole. Quanto poi all’ elocuzione, ci si deve affaticare sulle parti morte e non su quelle in cui emergono caratteri e pensiero, giacché questi ne verrebbero oscurati da un linguaggio troppo splendente. Attorno ai problemi e alle loro soluzioni, quante e quali specie ve ne siano, risulterà manifesto indagando a questo modo.E infatti, poiché il poeta è imitatore alla stessa maniera del pittore o di qualunque altro facitore di immagini, è necessario che, essendo tre di numero le possibilità, sempre ne imiti una, e cioè o le cose quali furono o sono, o quali si dice o sembra che siano, o quali dovrebbero essere. Queste cose poi il poeta le comunica con l’ elocuzione in cui trovano posto le parole peregrine, le metafore e molte altre alterazioni del linguaggio, cose tutte che concediamo ai poeti. Oltre a ciò è da dire che la correttezza non è la stessa per la poetica e per la politica né per la poetica e per qualche altra arte.Per l’ arte poetica in sé considerata si danno due specie di errori, l’ uno essenziale, l’ altro accidentale.Se infatti il poeta si proponesse di imitare < correttamente ma nell’ imitare errasse per > incapacità, si tratterebbe di errore essenziale; se invece fosse il proporsi a non essere corretto, ma rappresentasse un cavallo che spinge innanzi assieme tutte e due le zampe di destra, si tratterebbe di un errore concernente un’ arte particolare, come ad esempio la medicina o una qualsiasi altra arte, e non di un errore essenziale. Così che le accuse di cui si tratta nei problemi vanno risolte partendo da questi assunti. Consideriamo dapprima le accuse rivolte alla stessa arte.Si dice: \"ha rappresentato cose impossibili, dunque ha errato\".Ma sta bene lo stesso, se ha conseguito il fine proprio dell’ arte(quel fine di cui si è parlato), se cioè a questo modo ha reso più impressionante o quella stessa parte o un’ altra.Ne è un esempio l’ inseguimento di Ettore.Ma se questo stesso fine era possibile raggiungere o ancora di più o almeno non meno anche conformandosi all’ arte concernente quelle cose, allora non sta bene.Giacché se è possibile, non si deve assolutamente e in nessun modo cadere nell’ errore. Ed ancora di quale delle due specie è l’ errore ? È di quelli che concernono la stessa arte o riguarda un qualche altro accidente ? Giacché l’ errore è minore se il poeta non sapeva che il cervo femmina non ha le corna che non se l’ avesse dipinto contro le regole della mimesi. Ed inoltre se viene accusato perché ha rappresentato cose non vere, si può rispondere che forse le ha rappresentate come debbono essere, come ad esempio anche Sofocle disse che lui raffigurava gli uomini quali debbono essere, mentre Euripide quali sono; e così risolvere il caso. Se invece il poeta ha rappresentato le cose né come sono né come debbono essere, si può rispondere che così si dice che siano, come ad esempio le cose concernenti gli dèi; giacché forse parlarne così né corrisponde alla realtà né la migliora ed anzi può darsi che " : 
"1461a" : 
"abbia ragione Senofane, ma pur tuttavia è così che se ne parla. In altri casi non già meglio, ma come erano un tempo, come ad esempio la faccenda delle armi \"dritte le loro lance sul puntale\"; ed infatti allora così usavano come anche oggi gli Illiri. Quanto poi alla questione se quel che è stato detto o fatto da qualcuno sia moralmente buono o no, non si deve guardare soltanto a quel che è stato fatto o detto, se sia cosa nobile o meschina, ma anche a chi è che fa o dice, rispetto a che cosa e quando e a chi e per che scopo, se ad esempio per conseguire un bene maggiore o evitare un male maggiore. Altri problemi vanno risolti guardando all’ elocuzione, come ad esempio per mezzo della parola peregrina in \"oujrh'a\" me; n prw 'ton\", giacché forse Omero non intendeva parlare di muli ma di guardie; e quando dice di Dolone \"il quale di forma era malandato\" voleva dire non che il corpo era sgraziato ma il viso brutto, giacché i Cretesi dicono \"di bella forma\" chi ha un bel volto; \"zwrovteron de; kevraie\" non significa \"vino puro\" come se si trattasse di ubriaconi, ma \"più presto\". In altri casi si parla per metafora, come ad esempio \"tutti gli dèi e gli uomini dormivano l’intera notte\", e insieme dice \"ma quando rivolse lo sguardo alla pianura dei Teucri, dei flauti e degli zufoli il rumore...\", giacché \"tutti\" è detto per metafora invece di \"molti\", ed infatti \"tutti\" è una specie di \"molti\".E \"sola non prende parte\" è detto per metafora, giacché è \"solo\" quel che è più conosciuto. Altre volte si deve ricorrere alla prosodia, come già risolse la questione Ippia di Taso in \"divdomen dev oiJ eu\co\" ajrevsqai \" e in \" to; me; n ou | katapuvqetai o[mbrw / \". Altre volte alla divisione delle parole, come nei versi di Empedocle \"subito divennero mortali quelli che prima avevano conosciuto vita immortale e puri dapprima si mescolavano...\". Altre volte ancora si deve ricorrere all’ ambiguità: \"la notte era avanzata di più...\", dove \"più\" è ambiguo.Altre difficoltà infine si risolvono con l’ uso linguistico; la mescolanza d’ acqua e di vino la si chiamava vino, donde si è fatto \"schiniero di stagno novellamente lavorato\" e bronzieri vengono chiamati i lavoratori del ferro, donde di Ganimede si dice che versa vino a Zeus, anche se gli dèi non bevono vino.Benché questo uso si potrebbe spiegare anche come metafora. Quando poi una parola sembri dare un senso contraddittorio, occorre considerare quanti significati possa avere nel testo, come ad esempio \"là si arrestò la bronzea lancia\" occorre vedere in quanti modi è possibile intendere l’ essere stata la lancia impedita a quel punto; si può intendere così o così, ma occorre intendere nel modo in cui maggiormente si possa evitare l’ errore di cui parla " : 
"1461b" : 
"Glaucone, quando dice che alcuni partono da un presupposto errato e dopo aver così decretato ne traggono conclusioni e, nel caso che ci sia contraddizione con quel che essi hanno pensato, criticano il poeta come se avesse detto lui quel che sembrava a loro. È quel che è accaduto per la faccenda di Icario. Pensano infatti che fosse spartano ed allora trovano strano che Telemaco non l’abbia incontrato quando si reca a Sparta. Ma forse la cosa sta come dicono i Cefallenii, i quali sostengono che Odisseo si sia sposato presso di loro e che si trattava non di Icario ma di Icadio. È dunque probabile che il problema nasca da un errore [†] . In generale si deve ricondurre l’ impossibile o in relazione alla poesia o al meglio o all’ opinione comune.Giacché in relazione alla poesia è preferibile l’ impossibile credibile che non l’ incredibile ma possibile che siano tali quali li dipingeva Zeusi, ma meglio così, perché il modello deve essere superiore. Le cose irrazionali vanno ricondotte a quel che dicono e così si possono giustificare adducendo che a volte non è irrazionale giacché è verosimile che accadano anche cose contrarie al verosimile. Le espressioni che paiono contraddittorie vanno considerate come si studiano le confutazioni dialettiche, ricercando se si tratta della stessa cosa e nello stesso rispetto e nello stesso modo, così che† o in riferimento a quanto il poeta stesso dice o a quanto si potrebbe assennatamente supporre. Ma l’ accusa è giusta e per l’ irrazionalità e per la malvagità, quando, non essendocene nessuna necessità, ci si vale dell’ irrazionale, come fa Euripide di Egeo, o della malvagità, come di quella di Menelao nell’ Oreste. E dunque si muovono accuse di cinque specie, e difatti o come cose impossibili, o come irrazionali, o come dannose o come contraddittorie o come contrarie alla rettitudine dell’ arte; le soluzioni poi vanno considerate sulla base del numero detto e sono dodici. Si potrebbe discutere se sia migliore l’ imitazione epica o quella tragica. Giacché, se migliore è quella meno volgare, e tale è sempre l’ imitazione che si rivolge a spettatori migliori, risulta fin troppo chiaro che la poesia che imita tutto è volgare; giacché, come se gli spettatori non riuscissero a capire se l’ attore non vi aggiungesse qualcosa, gli attori fanno movimenti di ogni genere, come i cattivi flautisti che si mettono a ruotare se debbono rappresentare il disco o si mettono a tirare il corifeo se debbono suonare la Scilla.Tale dunque è la tragedia come gli attori di prima giudicavano quelli venuti dopo di loro, ed infatti Minnisco chiamava scimmia Callippide per la sua esagerazione, e tale era anche l’ opinione su Pindaro " : 
"1462a" : 
"Come dunque gli attori moderni stanno agli antichi, così l’intera arte tragica sta nei confronti dell’epopea, e dunque dicono che mentre quest’ultima si rivolge ad un pubblico scelto che non ha bisogno di figurazioni, l’arte tragica si rivolge a gente dappoco; e perciò, se la tragedia è volgare, è chiaro che sarebbe peggiore. Ma in primo luogo l’ accusa concerne non l’ arte poetica ma la recitazione, giacché anche il rapsodo può esagerare nei gesti, come è il caso di Sosistrato, ed anche il cantore, come faceva Mnasiteo di Opunte.Inoltre non ogni movimento è da biasimare, se è vero che non lo è la danza, ma soltanto quello degli attori dappoco, il che veniva rimproverato a Callippide ed anche ad altri attori di oggi come se imitassero donne poco perbene.Inoltre la tragedia produce il suo effetto anche senza movimento, proprio come l’ epopea, giacché attraverso la semplice lettura si manifesta per quel che è.Se dunque in tutto il resto è migliore, ciò a cui si riferisce la critica non le appartiene di necessità. In secondo luogo la tragedia ha tutto quello che ha l’ epopea(e può servirsi perfino dello stesso metro) ed ha inoltre come sua parte non secondaria la musica che suscita piaceri nel modo più evidente; e poi la tragedia possiede anche una grande evidenza sia alla lettura sia nell’ azione scenica. Inoltre la tragedia è superiore per il fatto che il fine dell’ imitazione è raggiunto in una estensione più breve " : 
"1462b" : 
"(quel che è più compatto riesce più piacevole di quel che è più diluito nel tempo, dico per esempio se si traducesse l’Edipo di Sofocle in tanti esametri quanti ne ha l’Iliade). Ed ancora l’ imitazione dell’ epopea ha minore unità(ne è prova che da una qualsiasi epopea si possono trarre più tragedie), così che se i poeti epici componessero con un unico racconto, questo, o esposto brevemente apparirà monco, o adattato alla lunghezza del metro apparirà annacquato.Voglio riferirmi al caso in cui il poema risulti composto da più azioni, come l’ Iliade che ha molte di queste parti, e cosi l’ Odissea– parti che in sé considerate hanno grandezza–; pure questi poemi sono costruiti nel modo migliore possibile e ciascuno è nel massimo grado imitazione di una sola azione. Se dunque per tutti questi aspetti differisce la tragedia ed ancora per l’ effetto dell’ arte(giacché debbono produrre non già un piacere purchessia ma quello di cui si è detto), è manifesto che essa è superiore conseguendo il fine meglio dell’ epopea. Questo è quanto avevo da dire dire sulla tragedia e sull’ epopea, sulle loro differenze specifiche e sulle parti e quante sono e in che differiscono e su quali sono le cause del valore positivo e del negativo e attorno alle accuse e alle soluzioni di esse. \" 
}
}