{
  "poetica": [
    {
      "frammento": "1447a",
      "testo": "Della poesia sia di essa, come dei suoi generi, del compito proprio di ciascuno di questi, del modo di comporre le favole, perché possa aversi una poesia senza difetti, ancora del numero e della natura delle parti di ciascun genere, similmente di tutte quante le questioni che rientrano nel campo della presente indagine, su tutto ciò noi parleremo, incominciando, secondo l’ordine naturale, col trattar prima ciò che è primo. L’epopea, la tragedia, poi ancora la commedia, la poesia ditirambica, la maggior parte dell’auletica e della citaristica, considerate in universale sono tutte imitazioni\n ma differiscono fra loro per tre aspetti: perché imitano o con mezzi diversi, od oggetti diversi, o diversamente e non nello stesso modo. Come infatti alcuni, chi per arte e chi per abitudine, imitano molte cose raffigurandole per mezzo di colori o di forme, mentre altri le imitano per mezzo della voce, così avviene nelle arti sopra dette: i mezzi con cui esse tutte effettuano l’imitazione sono il ritmo, la parola, l’armonia, usati però o combinati assieme, o separatamente. E così l’auletica e la citaristica si servono soltanto dell’armonia e del ritmo, e quante altre arti si presentano con simile capacità, come quella dei suonatori di zampogna. Invece col solo ritmo, senza armonia, effettua l’imitazione l’arte dei danzatori, perché questi imitano, con atteggiamenti ritmici del corpo, caratteri, affetti, azioni. L’epopea poi e le arti che si servono della sola parola"
    },
    {
      "frammento": "1447b",
      "testo": "sia col verso sia senza, e sia usando metri di tipo diverso, o di una sola specie, non han ricevuto finora un nome che le caratterizzi. E veramente noi non abbiamo una denominazione comune che comprenda sia i mimi di Sofrone e di Senarco, sia i dialoghi socratici, come anche le composizioni imitative eseguite con metri trimetri o elegiaci\n e invece si ha piuttosto l’abitudine di congiungere poesia e forma metrica, e così a taluni vien dato il nome di poeti elegiaci, ad altri di poeti epici, e son chiamati poeti non in quanto siano stati imitatori, ma per l’uso comune che hanno fatto del verso. E infatti se qualcuno pubblichi in versi una trattazione di medicina o di scienza naturale si ha l’abitudine di chiamarlo pure poeta, mentre, tolto il verso, non vi è nulla di comune fra Omero ed Empedocle, e perciò è giusto che il primo sia chiamato poeta, e il secondo studioso della natura piuttosto che poeta. E similmente se qualcuno componesse un’opera che ha carattere di imitazione mescolando assieme ogni specie di metro, come ha fatto Cheremone, nel suo Centauro, che è una rapsodia in cui si trovano mescolati tutti i metri, a costui non si dovrebbe negare il nome di poeta. E intorno a queste cose bastino le distinzioni che abbiamo fatte. Rimangono poi alcune composizioni imitative che si servono di tutti i mezzi sopradetti, e cioè del ritmo, del canto e del verso, come la poesia ditirambica, la poesia dei nomi, la tragedia e la commedia\n ma tra esse passa questa differenza, che le prime due si servono di questi tre mezzi sempre contemporaneamente, le altre solo in qualche parte della composizione. Tali sono dunque le differenze delle varie arti dal punto di vista dei mezzi"
    },
    {
      "frammento": "1448a",
      "testo": "Ora, siccome oggetto dell’imitazione poetica sono individui che agiscono e questi debbono necessariamente essere uomini elevati o di bassa indole — perché la varietà dei caratteri si ricollega quasi sempre a queste due differenze, ed essi si dividono per i due aspetti del vizio o della virtù — i poeti imiteranno o persone migliori di noi, o peggiori, o eguali a noi, come fanno anche i pittori. Polignoto infatti ha rappresentati uomini superiori, Pausone inferiori all’ordinario, Dionisio uomini simili all’ordinario. È chiaro dunque che ciascuno dei generi poetici di cui abbiamo parlato conterrà queste differenze, e sarà diviso in se stesso secondo la differenza, nel modo che si è detto, degli oggetti imitati. E infatti nella danza, nell’auletica, nella citaristica si possono trovare le predette differenze, e in quei generi che usano come mezzo il linguaggio, prosa o verso senza musica. E così Omero ha rappresentato uomini superiori al livello comune, Cleofonte uomini ordinari, Egemone di Taso, il primo compositore di parodie, e Nicocare, l’autore della Deliade uomini inferiori all’ordinario. La stessa diversità si trova pure nei ditirambi e nei nomi, come mostrano nei Ciclopi Arga e Timoteo e Filosseno. Questa stessa differenza separa la tragedia dalla commedia, perché questa vuole imitare uomini peggiori di noi, quella uomini migliori. Ma vi è ancora fra i generi imitativi poetici una terza differenza, che consiste nel modo con cui può venire compiuta l’imitazione in ciascuno di essi. E infatti, dati gli stessi mezzi e gli stessi oggetti, un poeta può imitare o in forma narrativa (sia assumendo la personalità di altri, come fa Omero, o rimanendo sempre lui a raccontare, senza cambiarsi in altri), o per attori che tutti operino e agiscano direttamente. Come dunque abbiamo detto da principio, l’imitazione si distingue per queste tre differenze: secondo i mezzi, gli oggetti, il modo dell’imitazione. E perciò, per un verso, Sofocle è imitatore allo stesso modo di Omero, perché entrambi imitano uomini di carattere elevato, mentre per altro verso egli è imitatore come Aristofane, poiché entrambi imitano persone che agiscono e operano direttamente. E per quest’ultimo fatto, perché rappresentano persone che agiscono (drontas), alcuni sostengono che tali composizioni sono state chiamate drammi. E anche per questo motivo lingui- stico i Dori si danno il merito di essere stati creatori sia della commedia che della tragedia, — la commedia l’avrebbero prodotta i Megaresi, sia quelli nostri, durante il tempo della loro democrazia, sia quelli della Sicilia, perché ivi sarebbe vissuto a Megara Iblea il poeta Epicarmo, che è molto più antico di Chionide e di Magnete — la tragedia poi l’avrebbero prodotta altri Dori del Peloponneso. Le prove che essi portano sono etimologiche, perchè essi mostrano che mentre gli Ateniesi chiamano i villaggi demi, essi in-vece li chiamano comi, e che il vocabolo comici non sarebbe derivato dal verbo comazein. (far baldoria), ma dal passare degli attori da villaggio a villaggio, non essendo tenuti in alcun conto nelle città. E aggiungono ancora che"
    },
    {
      "frammento": "1448b",
      "testo": "essi usano il verbo dran per esprimere l’azione, mentre gli Ateniesi usano prattein. Ma sulle differenze dei generi poetici, sul numero e le qualità di esse, basti ciò che si è detto. Sembra poi in generale che la poesia l’abbiano prodotta due cause, e tutte e due naturali. Infatti è proprio della natura umana, sin dall’infanzia, l’istinto dell’imitazione e che tutti godano dei suoi prociotti, e l’uomo differisce specialmente dagli altri animali come quel genere che più sa imitare, e questo è il mezzo con cui si procaccia le prime cognizioni. E che ciò sia vero è mostrato dai fatti, perchè mentre certi oggetti, così come sono in natura, ci riescono sgradevoli, le loro riproduzioni invece, quanto più siano esatte, ci dànno diletto, come le forme degli animali più ripugnanti e dei cadaveri. Ciò che poi spiega tale tendenza è il fatto che il conoscere è gratissimo a tutti gli uomini, e non soltanto ai filosofi, solo che i primi vi partecipano assai meno dei secondi. E infatti questa è la ragione per cui essi godono innanzi alle immagini di oggetti, perchè, nell’osservarle, avviene ad essi di imparare ed argomentare ciò che una cosa sia, come, per esempio: questo è quella tale persona. Ma se poi l’originale dell’immagine che lo riproduce non sia stato visto prima, essa non produrrà piacere in quanto è imitazione, ma per l’abilità nell’esecuzione, per il colore, o per qualche altra causa. Essendo dunque in noi naturale la tendenza all’imitazione e all’armonia ed al ritmo (perchè è evidente che i metri sono parti del ritmo), da principio, quelli in cui erano più sviluppate tali disposizioni, con lenti progressi, da rozze improvvisazioni, diedero origine alla poesia. Questa poesia però si divise in corrispondenza dell’indole particolare dei poeti, perchè i poeti di tendenze più elevate si volsero all’imitazione di azioni ragguardevoli e prodotte da uomini di natura superiore, mentre i poeti di natura più basso si volsero all’imitazione di azioni di uomini grossolani\n e così i secondi composero i primi giambi, i primi invece inni ed encomi. Prima di' Omero, però, non siamo in grado di fare il nome di poeti che\n abbiano composte poesie giambiche, per quanto si debba pensare che ce ne saranno stati molti\n a cominciare da Omero abbiamo invece il suo Margite  e altre composizioni simili, e in esse, perchè adatto al contenuto, venne introdotto il metro detto giambico, perchè con esso si scagliavano ingiurie (perciò anche ora questo metro si chiama giambico)\n e così fra gli antichi alcuni furono poeti di versi eroici, altri di giambici. Ma come Omero fu massimo poeta nel trattare argomenti elevati — perchè non solo si distinse per la forma eccellente delle sue imitazioni, ma anche per il carattere drammatico di esse, — così per primo mostrò le forme essenziali della commedia, traducendo in forma drammatica non l’invettiva ma il comico. E veramente il Margite sta rispetto alla commedia"
    },
    {
      "frammento": "1449a",
      "testo": "nello stesso posto Iliade e dell’Odissea nei riguardi della tragedia. Quando poi fecero la loro apparizione sia la tragedia che la commedia, i poeti, secondo che la propria natura li spingeva all’uno o all’altro genere, divennero gli uni autori di commedie invece che di giambi, gli altri autori di tragedie invece che di composizioni epiche, per essere queste ultime forme più complesse e più tenute in conto delle prime. Esaminare poi se la tragedia, così come ora si presenta, sia o non sia completa nei suoi generi, sia a considerarla in se stessa, sia come spettacolo, è oggetto di altra indagine. Ma essa nacque dapprima come improvvisazione, la tragedia da coloro che dirigevano il ditirambo, la commedia da coloro che dirigevano i canti fallici, che sono praticati ancora in qualche città\n e così gradatamente la tragedia si venne accrescendo, come si vennero sviluppando quegli elementi che apparvero propri di essa. E così attraversati vari cambiamenti la tragedia si fermò, poichè ebbe raggiunta la sua forma naturale. Eschilo, per primo, portò il numero degli attori da uno a due, diminuì l’importanza del coro, e diede il primo posto al dialogo. Sofocle diede tre personaggi e una scena più ricca. Ma tardi, dai brevi argomenti e dal linguaggio giocoso originario, dopoché si allontanò dal genere satiresco, la tragedia pervenne all’estensione e alla dignità della sua forma, e in quanto al metro sostituì al tetrametro trocaico il giambo. I poeti tragici si servirono dapprima del tetrametro perchè le loro composizioni erano satiresche e più vicine alla danza\n ma, quando si sviluppò il dialogo, la natura speciale della composizione trovò il metro adatto ad essa. E veramente, fra i metri, il giambo si avvicina di più al linguaggio parlato, come mostra il fatto che nella conversazione spessissimo usiamo giambi, di rado esametri, e solo quando usciamo fuori dal tono comune della conversazione. In quanto poi al numero degli episodi e agli abbellimenti, nel modo con cui si dice siano stati aggiunti, supponiamo come se ne avessimo parlato, perchè compito troppo lungo sarebbe forse il trattare di essi in modo particolareggiato. La commedia, come abbiamo detto, è imitazione di uomini ignobili, ma tali non per ogni specie di vizi, ma in quanto il ridicolo è parte del brutto. E infatti il ridicolo è qualcosa di sbagliato e di turpe, ma senza produrre dolore nè danno, come ben mostra la maschera tragica che è qualcosa di brutto e di stravolto, ma senza dolore. Le successive trasformazioni della tragedia, e gli autori di queste, ci sono noti, ci sono invece ignote quelle della commedia perchè essa ai suoi inizi non era tenuta in considerazione\n"
    },
    {
      "frammento": "1449b",
      "testo": "e infatti l’arconte concedette tardi il coro della commedia, che prima era costituito di volontari. Solo quando la commedia si costituì nelle sue forme fondamentali, sono ricordati i poeti così chiamati per questo genere. Ignoriamo perciò chi abbia introdotte le maschere comiche, chi i prologhi, chi più di un attore, ed altre tali novità\n però le prime favole comiche le composero Epicarmo e Formide. Per questo riguardo perciò la commedia è venuta dalla Sicilia\n fra gli Ateniesi poi Cratete fu il primo che, abbandonando la commedia di invettiva, trattò argomenti e favole impersonali. Per quel che riguarda l’epopea ci è risultato che essa veniva ad accordarsi con la tragedia in quanto imitazione, per mezzo del discorso, di azioni di uomini moralmente elevati\n ma epopea e tragedia differiscono perchè il metro dell’epopea è uniforme, e perchè essa è narrazione. Esse differiscono anche per la loro estensione, perchè la tragedia tende a chiudere la sua azione entro un sol giro di sole, o ad allontanarsene di poco, mentre l’epopea non ha limiti di tempo per la sua azione\n dapprima però anche la tragedia era così illimitata nel tempo dell’azione, come la poesia epica. Fra le parti costitutive alcune sono eguali nella poesia epica e nella tragedia, altre sono esclusive della tragedia\n e perciò chiunque è capace di cogliere i pregi e i difetti di una tragedia, è egualmente buon giudice di una composizione epica, perchè tutte le parti della poesia epica si trovano nella tragedia, ma non tutte le parti della tragedia si trovano nella poesia epica. Della poesia imitativa in esametri e della commedia diremo in seguito\n ma ora parliamo della tragedia e ricaviamo la definizione della sua essenza che sorge dalle cose dette avanti. La tragedia è dunque imitazione di azione di carattere elevato e completa, di una certa estensione, in linguaggio abbellito, e che ha le diverse specie di abbellimenti separatamente distribuite nelle varie parti di essa, imitazione compiuta da attori e non in forma narrativa, e che suscitando il terrore e la pietà, perviene alla purificazione di tali affezioni. Dico abbellito quel linguaggio che possiede ritmo, armonia, canto, e dico diverse specie di abbellimenti separatamente distribuiti, perchè alcune parti della tragedia adoperano soltanto il verso, altre invece il canto. Ora, siccome nella tragedia l’imitazione è compiuta da attori, come una delle sue parti ci si presenta dapprima lo spettacolo scenico, poi la musica e il linguaggio, poiché codesti sono i mezzi con cui gli attori effettuano l’imitazione. Per linguaggio intendo nient’altro che l’insieme dei versi, per musica poi ciò il cui effetto è tutto manifesto. Ma siccome la tragedia è imitazione di azione, e questa è compiuta da persone che agiscono e che si presentano diverse fra loro secondo il carattere e il pensiero che esse hanno (poiché anche in base a codesti due elementi noi attribuiamo alle azioni questa 0 quella qualità), due sono le cause naturali che determinano le azioni: pensiero"
    },
    {
      "frammento": "1450a",
      "testo": "e carattere, e da queste azioni poi ha origine la buona o la cattiva fortuna degli uomini. Ora l’imitazione dell’azione è compiuta dalla favola, e intendo per favola l’intreccio delle azioni\n per carattere ciò che ci fa dire in riguardo ai personaggi che vediamo agire che essi hanno questa o quella qualità\n pensiero ciò per cui chi parla dimostra qualche cosa o manifesta un giudizio. In ogni tragedia perciò debbono esserci sei parti da cui essa viene caratterizzata, ed esse sono: la favola, i caratteri, il linguaggio, il pensiero, lo spettacolo scenico, la musica. Di queste sei parti due appartengono ai mezzi dell’imitazione, una al modo, tre all’oggetto dell’imitazione, e oltre di esse non ce ne sono altre. Di codeste parti non pochi poeti si sono serviti come, per così dire, di forme della tragedia, e infatti ogni tragedia deve contenere egualmente spettacolo scenico, carattere, favola, linguaggio, musica, pensiero. L’elemento più importante è però l’intreccio dei fatti, perchè la tragedia non è imitazione di uomini, ma di azione e di vita. E la felicità e l’infelicità sorgono in conseguenza dell’azione, e il fine stesso della vita è un’azione e non una qualità. Ora gli uomini hanno questa o quell’altra qualità in dipendenza del carattere, ma sono felici o infelici per le azioni che essi compiono. Da ciò deriva che i personaggi di una tragedia non agiscono allo scopo di rendere certi caratteri, ma assumono certi caratteri perchè siano effettuate certe azioni\n e perciò le azioni e la favola sono il fine della tragedia, e il fine è la cosa più importante fra tutte. E poi se non è possibile che si diano tragedie prive di azione, ce ne possono essere invece senza caratteri. E infatti le tragedie della maggior parte dei tragici moderni sono povere di caratteri, e in generale ciò si verifica pure in molti altri poeti\n e anche, fra i pittori, così si mostra Zeusi in confronto di Polignoto, perchè quest’ultimo è un buon pittore di caratteri, mentre la pittura di Zeusi manca di carattere. Se per uno mettesse assieme discorsi che esprimessero dei caratteri, e che fossero pregevoli per linguaggio e per pensiero, non produrrebbe quello che fu detto esser l’effetto della tragedia, che invece raggiungerebbe piuttosto una tragedia povera in quanto a codeste parti, e che possedesse invece favola e intreccio di fatti. Oltre a ciò i mezzi più importanti con cui la tragedia muove l’animo dell’uditore, e che sono la peripezia e il riconoscimento, fan parte della favola. Un’altra prova della superiorità della favola si vede da ciò che chi sia principiante nel poetare riesce meglio nel linguaggio e nei caratteri che nell’intreccio delle azioni, ciò che si nota pure in quasi tutti gli antichi poeti. E dunque il principio e quasi l’anima della tragedia è la favola, poi vengono i caratteri. Qualcosa di simile si verifica pure nella pittura, dove se alcuno spargesse i più bei colori, ma senza disegno, "
    },
    {
      "frammento": "1450b",
      "testo": "non arriverebbe a dilettare come chi disegnasse una figura in bianco, con i soli contorni. La tragedia dunque è imitazione di azione, e soltanto subordinatamente all’azione è imitazione di personaggi che agiscono. Terzo elemento della tragedia è il pensiero che consiste nel poter dire ciò che fa parte di un certo soggetto e che gli conviene, ed esso, quando si applichi all’eloquenza, è regolato dalla politica e dalla retorica\n e infatti gli antichi poeti facevano parlare i loro personaggi come cittadini, i moderni come retori. Carattere poi è ciò che rivela una certa scelta o verso quali fini, quando la cosa non sia chiara per sè, un individuo tenda o da quali fugga. Non contengono perciò carattere quei discorsi nei quali non si rivela in nessun modo il fine a cui tenda o da cui rifugga colui che parla. Pensiero è ciò con cui colui che parla dimostra che qualcosa è o non è, o enuncia una sentenza generale. Quarto elemento fra le parti letterarie è il discorso. Come ho già detto chiamo discorso l’espressione dei pensieri con le parole, ed esso conserva la stessa capacità sia coi verso che con la prosa. Degli elementi che rimangono la composizione musicale è il principale ornamento, mentre lo spettacolo scenico fa più effetto, ma esso è più materiale e non costituisce un vero e proprio attributo poetico. E infatti la tragedia anche senza pubblico e senza attori può rivelare ciò che essa veramente è, mentre a combinare un buon spettacolo scenico meglio del poeta è adatto lo scenografo. Dopo di aver determinate le parti della tragedia vediamo ora quale deve essere la struttura della favola, perchè questo elemento, nella tragedia, è il primo e il più importante. Noi abbiamo stabilito che la tragedia è imitazione di azione completa, che sia un tutto, e che abbia una certa grandezza, perchè si può avere anche un tutto che non abbia grandezza.Tutto è ciò che ha principio, mezzo e fine. Principio è ciò che non contiene in se stesso nulla per cui derivi necessariamente da altro, mentre invece ha dopo di sè qualche altra cosa con cui è o sarà unito necessariamente. Al contrario fine è ciò che la sua stessa natura pone dopo di un’altra cosa, o necessariamente o per lo più, e che non ha nessun’altra cosa dopo di sè. Mezzo è ciò che è così costituito da essere dopo di una cosa, e da averne un’altra dopo di sè. È necessario perciò che le favole, che siano ben costruite, non comincino nè terminino a capriccio, ma che si conformino ai suddetti principii. Inoltre il bello, sia un essere vivente, sia qualunque altra cosa che si componga di parti, non solo deve contenere un ordine in queste parti, ma deve anche possedere una grandezza che obbedisca a certe condizioni. Il bello infatti consiste nella grandezza e nell’ordine, e perciò un organismo vivente che fosse piccolissimo non potrebbe esser bello, perchè si avrebbe una visione confusa attuandosi essa in un tempo quasi impercettibile\n"
    },
    {
      "frammento": "1451a",
      "testo": "né sarebbe bello un organismo grandissimo, che avesse, per esempio, dieci mila stadi di lunghezza, perchè mancherebbe la visione d’insieme della cosa, e la sua unità e totalità non sarebbe colta da chi la guardasse. Ciò posto, come i corpi e gli esseri viventi debbono possedere una grandezza che si possa ben percepire, così le favole debbono avere un’estensione che possa venir tutta ben compresa nella memoria. Determinare però il limite che una tragedia può raggiungere nella sua estensione, ove si voglia tener conto delle condizioni dei concorsi drammatici e della pazienza del pubblico, non è compito che appartenga all’arte poetica, perchè, se si dovessero fare entrare in gara sulla scena cento tragedie, esse dovrebbero venir regolate a misura di clessidra. Invece il limite che deriva dalla natura stessa della cosa è questo: una tragedia che sia la più lunga, purché si possa cogliere nel suo insieme, ha i maggiori pregi che l’estensione può dare. E, per dirla con una breve definizione, limite sufficiente dell’estensione di una tragedia è quello che permette che, entro una serie di eventi che si svolgono l’uno dopo l’altro con rapporti di verosimiglianza e di necessità, avvenga un cambiamento dalla infelicità alla felicità o dalla felicità all’infelicità. La favola poi non è una, come alcuni credono, per il fatto che essa si riferisce ad una sola persona, perchè molti, innumerevoli casi capitano ad una persona, mentre fra alcuni di essi manca ogni unità\n e così molte sono le azioni che compie una persona, ma non perciò esse costituiscono azione che sia una. E si vede dunque che hanno sbagliato tutti quei poeti che hanno composte Eracleadi, Teseadi e altri simili poemi, i quali hanno creduto che perchè Ercole fu una persona, la favola che si riferisce a lui dovesse essere una. Omero invece, che per tanti riguardi è così diverso da costoro, anche per questo lato della poesia ha visto come si doveva fare, sia per riflessione, sia per intuito naturale. Egli infatti, nel comporre l'Odissea, non poetò tutti quanti i casi che capitarono ad Ulisse, e che, per esempio, fu ferito nel Parnaso, e che simulò la pazzia al momento della spedizione, azioni codeste che non si trovano in rapporto tale per cui, data una di esse, è necessario e verosimile che avvenga l’altra\n ma compose la sua Odissea sul fondamento di un’azione una, nel senso che diamo a tale parola, e in modo simile anche l’Iliade. Come dunque nelle altre arti imitative c'è unità nell’imitazione quando ci sia unità nell’oggetto, così la favola, perchè è imitazione di azione, deve imitare tale azione che sia una ed intera\n e tutti gli avvenimenti in essa debbono avere parte a parte tale connessione che, cambiando il posto di una parte o sopprimendola, si venga a mutare e a confondere l’ordine del tutto. Perchè non appartiene ad un tutto ciò che, ci sia o non ci sia, non altera in nulla tale tutto. È chiaro dunque dalle considerazioni precedenti che narrare cose realmente accadute non è compito del poeta, ma piuttosto quello di rappresentare cose quali potrebbero"
    },
    {
      "frammento": "1451b",
      "testo": "accadere, e cioè possibili perchè verosimili o necessarie. E infatti lo storico e il poeta non si distinguono perchè l’uno si esprime in versi, l’altro in prosa, perchè si sarebbe potuto mettere in versi la storia di Erodoto e sarebbe sempre opera storica sia col verso, sia senza\n ma storico e poeta sono diversi perchè il primo rappresenta fatti effettivamente accaduti, il secondo cose quali potrebbero accadere. E perciò la poesia è più filosofica e più elevata della storia, perchè la poesia esprime piuttosto l’universale, la storia il particolare. Attenersi all’universale è attribuire ad un individuo di una determinata natura i pensieri e le azioni che per legame di necessità e di verosimiglianza convengono a tale natura, e a codesta universalità mira la poesia quando mette i nomi ai suoi personaggi\n attenersi al particolare è dire invece le azioni che effettivamente compì Alcibiade e i casi che gli capitarono. Nella commedia questo carattere universale della poesia si è già manifestato chiaramente, perchè i commediografi, mentre combinano le loro favole con azioni verosimili, assumono similmente nomi liberamente inventati, e non fanno come i poeti giambici che si riferiscono a individui storicamente esistenti. Nella tragedia invece i poeti si attengono piuttosto a nomi già esistenti, e per il seguente motivo: perchè il possibile è qualche cosa a cui si crede. Ora quando delle azioni non sono effettivamente accadute noi stentiamo a credere che esse siano possibili, mentre le cose accadute si vede bene che sono possibili, perchè se fossero impossibili non sarebbero accadute. Tuttavia anche nelle tragedie avviene che in alcune sono noti uno o due dei nomi dei personaggi, e che gli altri sono inventati\n mentre in altre nessun nome è noto, come nell'Anteo di Agatone, in cui sono inventati tanto i nomi quanto i fatti, e ciò non toglie che essa piaccia egualmente. E perciò non si dovrebbe cercare di esser fedeli ad ogni costo ai miti forniti dalla tradizione, e su cui sono fondate le tragedie, perchè sarebbe ridicolo ricercar questo, se poi le cose note, per molti non lo sono, ma egualmente tutti se ne dilettano. Risulta dunque evidente da queste considerazioni che il poeta deve essere artefice piuttosto di favole che di versi, perchè egli è poeta in quanto imitatore, e imita azioni. Nel caso poi che il poeta prenda dalla storia il suo soggetto, non perciò perde la sua qualità di poeta, perchè nulla vieta che fra i fatti storici se ne presentino alcuni col carattere di azioni verosimili e possibili ad accadere, e chi perciò le imiti da questo punto di vista ne è il poeta. Tra le favole o azioni semplici quelle episodiche sono le peggiori\n e dico episodica una favola in cui il rapporto fra un episodio e l’altro non è nè necessario nè verosimile. Esse sono generalmente composte da poeti di second’ordine per la loro imperizia, ma talora anche da valenti poeti per condiscendenza verso gli attori\n perchè per comporre parti declamatorie vengono a sforzare la favola oltre il suo limite, e così sono spesso costretti a rompere il nesso delle azioni."
    },
    {
      "frammento": "1452a",
      "testo": "La tragedia però non è solo imitazione di azione completa, ma di casi che suscitino la pietà e il terrore, e questi sentimenti si manifestano soprattutto quando ci troviamo innanzi ad azioni che sorgono inaspettate per noi, ma determinantisi necessariamente l’una dall’altra. Innanzi a tali eventi la meraviglia sarà più grande che innanzi a fatti che si producano da sè e a caso, perchè anche fra i fatti che avvengono per caso sembrano straordinari quelli che fan pensare che siano avvenuti a bella posta come la caduta della statua di Miti, in Argo, che uccise, cadendogli ad-dosso mentre lo guardava, chi fu causa di morte allo stesso Miti — fatti codesti che non par davvero che siano avvenuti per puro caso. Perciò non c’è dubbio che le favole concepite nel modo che si è detto sono necessariamente le migliori. Le favole poi possono essere semplici o complesse, e ciò perchè tali sono di per se stesse le azioni che sono imitate da esse. Chiamo semplice l’azione che, svolgendosi coerente ed una, nel modo determinato precedentemente, effettua il cambiamento di fortuna del protagonista senza peripezia o riconoscimento, complessa l’azione che raggiunge questo cambiamento con peripezia, riconoscimento, o con entrambi. Ma la peripezia e il riconoscimento debbono derivare dalla interna struttura della favola, così che si producano come conseguenza necessaria e verosimile di ciò che precede, perchè che una cosa sia l’effetto di un’altra è molto diverso dal fatto che succeda solo a quest’altra. Peripezia è un cambiamento repentino di ciò che succede nel suo opposto, nel modo come fu detto, e questo capovolgimento, noi diciamo, deve prodursi in modo verosimile e necessario. Così nell'Edipo il messo che avveniva con lo scopo di tranquillizzare il re, liberandolo dalla paura del matrimonio con la madre, mettendo in chiaro chi egli era, produsse l’effetto opposto\n e nel Linceo, mentre Linceo veniva condotto alla morte e Danao gli veniva dietro per ucciderlo, accadde invece da ciò che essi facevano, che quest’ultimo morì e che il primo si salvò. Il riconoscimento, come mostra anche il significato del vocabolo, è un passaggio dall’ignorare al conoscere, che produce amicizia o inimicizia in personaggi che così sono destinati alla felicità o all’ infelicità. La migliore forma di riconoscimento si ha però quando assieme ad esso si produca la peripezia, come avviene, per esempio, nell'Edipo Re. Vi sono poi altre forme di riconoscimento perchè per oggetti inanimati, o per casi accidentali, può avvenire ciò che si è detto, e l’aver fatto o no un’azione costituisce pure un riconoscimento. Soltanto però la prima forma di riconoscimento è veramente quella che meglio corrisponde all’essenza della favola e dell’azione, perchè tale riconoscimento con peripezia susciterà terrore e pietà, e"
    },
    {
      "frammento": "1452b",
      "testo": "noi abbiamo stabilito che la tragedia è imitazione di azioni che suscitino tali sentimenti. E poi la cattiva sorte o la felicità dipendono da siffatte cose. Ora poiché il riconoscimento è riconoscimento di persone, abbiamo certi casi in cui una persona soltanto è riconosciuta da un’altra, quando sia chiaro chi sia quest’altra, in altri invece avviene il riconoscimento di entrambe le persone\n e così Ifigenia fu riconosciuta da Oreste per l’invio della lettera, mentre poi occorreva un altro riconoscimento perchè Oreste fosse riconosciuto da Ifigenia. Fra le parti della favola, due dunque, la peripezia e il riconoscimento, abbiamo visto che cosa sono, una terza parte poi è la catastrofe. Che cosa siano peripezia e riconoscimento l’abbiamo detto\n ma la catastrofe è azione che porta distruzione e dolore, come sono le uccisioni che si vedono sulla scena, le stragi, le ferite e altri tali casi luttuosi. Di quelle parti della tragedia che si devono usare come forme essenziali di essa abbiamo già parlato\n le parti però della tragedia, ove essa si consideri nella sua estensione e nelle divisioni che si possono fare, sono queste: prologo, episodio, esodo, canto del coro, diviso quest’ultimo in parodo e stasimo. Queste parti sono comuni a tutte le tragedie, particolari invece ad alcune tragedie i canti della scena e i commi. Il prologo è una parte completa della tragedia che precede l’ingresso del coro\n episodio è una parte completa della tragedia fra due canti corali\n esodo è una parte completa della tragedia, a cui non segue canto del coro\n fra i canti corali il parodo è il primo canto del coro, lo stasimo è un canto del coro senza anapesti e trochei, commo è un canto di compianto cantato dal coro e dalla scena. Di quelle parti della tragedia che si devono usare come forme essenziali di essa abbiamo già parlato\n queste sono invece le parti della tragedia ove essa si consideri nella sua estensione e nelle divisioni che si possono fare. Quali situazioni bisogna ricercare, quali invece evitare nella composizione delle favole, e donde far derivare l’effetto proprio della tragedia, tutto questo bisogna ora mostrare in connessione a quanto si è detto. Siccome la migliore forma di tragedia deve avere la sua favola non semplice ma complessa, e deve imitare casi che suscitino terrore e pietà, perchè ciò caratterizza l’imitazione tragica, è chiaro che non bisogna mostrare uomini ottimi che passino dalla felicità all’infelicità, perchè codesta situazione non desta pietà nè terrore, ma ripugnanza. E neppure bisogna mostrare malvagi che passino dalla infelicità alla felicità, perchè tale situazione è meno che tutte tragica, mancandole ogni elemento necessario a tale effetto\n e infatti è situazione disumana e non pietosa"
    },
    {
      "frammento": "1453a",
      "testo": "nè terribile. D’altra parte non si deve neppure rappresentare un completo malvagio che precipiti dalla felicità all’infelicità. Certo tale situazione soddisfa il sentimento umano, ma non è tale che possa suscitare pietà o terrore, perchè la pietà si prova per chi si trovi in condizione di infelicità senza essersela meritata, il terrore nei riguardi di chi ci sia simile, e perciò il predetto evento non sarà pietoso nè terribile. Rimane dunque da scegliere come protagonista chi stia nel mezzo fra costoro, e che stia nel mezzo significa che non abbia qualità eccezionali di virtù o di giustizia, e che piombi sì nell’infelicità, ma solo per un qualche errore e non per viltà o per malvagità\n e che sia fra gli uomini che godevano di una grande reputazione e di buona fortuna, come Edipo, Tieste, o altri illustri per sonaggi di famiglie simili. E dunque necessario che una favola ben costituita, piuttosto che doppia, come alcuni sostengono, sia semplice, e che in essa non si passi dall’infelicità alla felicità, ma tutto al contrario dalla felicità all’infelicità, e non per la malvagità, ma per qualche errore di un personaggio o quale si è detto, o, piuttosto che peggiore, migliore. Che ciò sia vero lo mostra quel che è avvenuto nel campo stesso della tragedia. Dapprima infatti i poeti tragici accoglievano qualsiasi soggetto, mentre ora le migliori tragedie hanno come loro oggetto i casi di poche famiglie, e per esempio riguardano Alcmeone, Edipo, Oreste, Meleagro, Tieste, Telefo, e tutti quegli altri personaggi ai quali capitò di soffrire o di provocare casi tremendi. La migliore tragedia, quale la teoria ci rivela, è dunque quella che possiede la struttura che abbiamo detto, e perciò cadono nel precedente errore quelli che biasimano Euripide perchè egli la usa nelle sue tragedie, che terminano il più delle volte con esito luttuoso. Questa struttura invece, lo abbiamo già detto, è proprio quella giusta\n e la prova migliore è questa: sulle scene e nei concorsi teatrali composizioni di questo genere sono le più tragiche, purché siano ben rappresentate, ed Euripide, se pure per altri punti non rispetta l’economia della tragedia, si mostra certo il più tragico fra tutti i poeti. Il secondo posto, per quanto alcuni assegnino loro il primo, è occupato dalle tragedie con intreccio di doppia struttura, come l’ha l’Odissea, e che contiene soluzioni opposte per i buoni e per i malvagi. L’apparente supremazia di codesta forma deriva però dalla fiacchezza del pubblico, perchè i poeti seguono gli spettatori e compongono secondo i loro gusti. Ma il diletto che questa forma di intreccio produce è estraneo alla tragedia e proprio piuttosto della commedia, in cui infatti quei personaggi che nella favola sono i peggiori nemici, come Oreste ed Egisto, infine si partono da buoni amici, e nessuno è ucciso per mano dell’altro. Nella tragedia la paura e la pietà può sorgere come"
    },
    {
      "frammento": "1453b",
      "testo": "effetto dello spettacolo scenico, ma può anche derivare dall’intimo intreccio delle azioni, procedimento codesto da preferire e solo degno di poeta che si rispetti. Perchè la favola tragica deve essere così costruita che anche senza vedere, al solo udire i fatti accaduti, si trepidi e si provi pietà per il modo con cui si svolgono\n ciò che prova certamente chi sente raccontare la favola di Edipo. Volere invece pro-durre queste emozioni con lo spettacolo scenico è procedimento non artistico, e che piuttosto dipende dall’opera del corego. D’altra parte si rendono completamente estranei allo spirito della tragedia quelli che con lo spettacolo scenico cercano di procacciare non il terrore, ma ciò che è sol-tanto mostruoso, perchè non bisogna richiedere alla tragedia ogni sorta di piacere, ma solo quello che le è proprio. Ora siccome il poeta tragico deve procacciare quel piacere che sorge dalla pietà e dal terrore suscitati dall’imitazione, si vede bene che questa impressione deve scaturire dalla composizione dei fatti. Consideriamo ora quali fra gli eventi di una tragedia vengono a risultare terribili o compassionevoli. Azioni di simil genere debbono necessariamente svolgersi o fra personaggi fra cui esistano legami di reciproca affinità, o fra nemici, o fra persone che non siano nè amiche né nemiche. Nel caso in cui un nemico operi o stia per operare contro un nemico non ha luogo la pietà, tranne che per il lato luttuoso dell’avvenimento, e parimenti nel caso di azioni luttuose fra persone fra loro estranee. Se però azioni catastrofiche si compiano fra affini, come quando un fratello uccida, o stia per uccidere un fratello, o un figlio il padre, o la madre un figlio, o un figlio la madre, o avvenga comunque qualcosa di simile, sono questi i casi che bisogna ricercare. Le favole tradizionali dunque non bisogna modificarle, e così fare Clitennestra non uccisa dal figlio, ed Eurifile da Alcmeone. Però il poeta deve anche saper trovare e servirsi con intelligenza dei dati della tradizione. Ma spieghiamo meglio che cosa intendiamo per uso intelligente. Nel caso in cui si compia una certa azione, questa può effettuarsi nel modo usato dagli antichi tragici, con protagonisti, cioè, che sanno e che conoscono, come ha fatto anche Euripide, con Medea che uccide i suoi figli. E può darsi ancora che uno operi, ma senza conoscere ciò che vi sia di scellerato nella sua azione, e che solo dopo, ad azione compiuta, si sveli il rapporto di parentela, come nell'Edipo di Sofocle. In questo l’azione si compie però fuori dell’azione rappresentata, altrove invece entro la stessa tragedia, e così operano l’Alcmeone di Astimadante e Telegono nel l'Odisseo ferito. Vi è ancora, oltre di questi, un terzo caso, ed è quello di chi sta per commettere per ignoranza qualcosa di irrimediabile, ma poi, prima di agire, viene a conoscere. Situazioni tragicamente possibili oltre di queste non ve ne sono. E infatti si agisce o non si agisce, e con conoscenza o con ignoranza. Il caso però di chi con piena consapevolezza sta per agire, e poi non agisce, è inferiore a tutti\n perchè tale situazione, se per un verso è ripugnante non è poi neppure tragica perchè è senza catastrofe, e per-ciò solo assai di rado un personaggio tragico agisce in "
    },
    {
      "frammento": "1454a",
      "testo": "questo modo, come Emone nei riguardi di Creonte, nell'Antigone. Viene in secondo luogo il caso in cui si agisca conoscendo\n ma caso migliore è che si agisca senza conoscere e che poi, ad azione compiuta, si venga a conoscere, perchè quest’azione non è ripugnante, e il riconoscimento colpisce. Ma superiore a tutti è l’ultimo caso, come per es. quello che si produce nel Cresfonte, in cui Merope sta per uccidere il figlio, ma non l’uccide perchè lo riconosce\n e nell'Ifigenia Tannica, in cui la sorella sta per uccidere il fratello, e nell'Elle, in cui il figlio, che sta per consegnar la madre, la riconosce. Ed ora si comprende la ragione per cui, come abbiamo già detto, le tragedie si fondano sui casi di poche famiglie. Avvenne infatti ai poeti, nella ricerca di situazioni tragiche, di usare nelle loro favole situazioni del genere precedente, non perchè guidati dalle regole dell’arte, ma dal caso\n e perciò furono costretti ad applicarsi solo a quelle famiglie in cui avvennero tali casi luttuosi. Ma sulla composizione dei fatti e sulla qualità delle favole abbiamo detto abbastanza. In quanto alla composizione dei caratteri quattro sono le qualità di essi a cui bisogna badare, ed una, anzi la prima, è che essi siano buoni. Ora si avrà carattere se, come abbiamo detto, i discorsi e gli atti rivelino una certa direzione della volontà, e se essa è buona, il carattere sarà buono. Tale bontà di carattere esiste in ogni classe di persone, ed infatti c’è una bontà femminile ed una bontà di schiavo, benché la donna sia piuttosto un essere inferiore e lo schiavo un essere di poco conto. La seconda qualità del carattere è che esso sia appropriato. C’è sì un carattere virile\n ma non si addice però ad una donna questa qualità, di essere virile o terribile. Terza qualità è la rassomiglianza, perchè questa proprietà è diversa dal rendere un carattere buono e appropriato, nel modo in cui si è detto. Quarta proprietà è la coerenza, perchè ove il personaggio che si debba rappresentare sia incoerente nelle sue azioni, e tale venga mostrato, bisogna tuttavia che egli sia incoerente coerentemente. Un esempio di carattere cattivo, che non si giustifica con alcuna necessità artistica, è quello di Menelao nell'Oreste\n esempio di carattere non proprio ce l’offrono sia il lamento di Odisseo nella Scilla, sia il sermone di Melanippe\n esempio poi di carattere incoerente è l’Ifigenia in Aulide, perchè Ifigenia che supplica è del tutto diversa dalla Ifigenia quale si mostra alla fine della tragedia. Anche nella rappresentazione dei caratteri poi, come nell’intreccio delle azioni, bisogna sempre cercare la verosimiglianza e la necessità, e perciò le parole e gli atti di un personaggio con un certo carattere debbono giustificarsi per la loro verosimiglianza e necessità, così come il succedersi, nella favola, di un’azione ad un’altra. E dunque evidente che anche gli scioglimenti delle tragedie debbono derivare dall’intima struttura della"
    },
    {
      "frammento": "1454b",
      "testo": "favola, e non dal deus ex machina, come avviene nella Medea, o in quella parte Iliade in cui si tratta del ritorno delle navi. Il deus ex machina, invece, bisogna usarlo solo per quegli eventi che sono fuori della scena o per tutti quei fatti del passato, antecedenti della scena, che non è possibile all’uomo di conoscere, o per quegli eventi futuri che necessitano di venire predetti e annunziati, perchè, in quanto agli dei, noi ammettiamo che nulla sia ad essi ignoto. E d’altra parte neppur l’irrazionale deve entrare nello svolgersi degli eventi drammatici, o, se si fa entrare, si deve farlo soltanto fuori dell’azione tragica, come quello che c’è di irrazionale nell'Edipo di Sofocle. Siccome poi la tragedia è mimesi di personaggi migliori di noi, bisogna seguir l’esempio dei buoni pittori, i quali infatti, quando vogliono rendere le sembianze dei loro soggetti, pur rispettando la somiglianza, abbelliscono l’originale\n e allo stesso modo il poeta che ritragga individui violenti o fiacchi, o che comunque presentino nel loro carattere difetti di tal genere, deve trasformare i difetti in pregi, e così Achille, che è esempio di ruvidezza, Omero ce l’ha reso buono. A tutte queste cose, dunque, bisogna prestare attenzione, e inoltre alle regole che riguardano le sensazioni che necessariamente si accompagnano alla poesia\n poiché anche in riguardo ad esse nascono spesso molti errori. Ma su questo argomento si è parlato abbastanza negli scritti già pubblicati. Che cosa sia riconoscimento abbiamo detto avanti\n ma esso ha varie specie, e la prima è il riconoscimento per segni, che però è fra tutti il meno artistico, per quanto il più usato, perchè assai facile ad ottenersi. I segni poi sono o congeniti, come «la lancia che hanno impressa i figli della terra.» o le «stelle » che troviamo nel Tieste di Carcino\n o sono segni acquisiti, e questi ultimi o si trovano nel corpo, come le cicatrici, o sono fuori del corpo come le collane, o come quella barchetta con cui avviene il riconoscimento nel Tiro. Ma anche di questi non artistici segni può aversi un uso migliore o peggiore, e così Odisseo è riconosciuto per la sua cicatrice tanto dalla nutrice come dai pastori\n ma non egualmente bene nei due casi, perchè i riconoscimenti per segni, mostrati come mezzo per far credere, sono i meno artistici, e così in generale tutti i riconoscimenti effettuati a bella posta\n mentre sono migliori quelli che, come il riconoscimento nella scena del bagno, sorgono inaspettati dalla scena stessa. Una seconda specie di riconoscimenti è costituita da quelli combinati dal poeta, e che perciò non sono artistici. Così è questo il modo con cui Oreste nell'Ifigenia si fa riconoscere\n e infatti mentre Ifigenia si fa riconoscere per l’invio della lettera, invece Oreste parla in un modo che è piuttosto voluto dal poeta che suggerito dalla necessità della favola. E per questa ragione il suo riconoscimento cade quasi nello stesso difetto che presentano i riconoscimenti artificiali per segni, perchè sarebbe stato eguale che Oreste avesse portato su di sè certi segni. E riconoscimento affine è quello della «voce della spola», nel Tereo di Sofocle. La terza specie di riconoscimento è quella per la me-moria, per le impressioni che si manifestano alla vista di "
    },
    {
      "frammento": "1455a",
      "testo": "qualche cosa, come avviene nei Cipri di Diceogene, in cui l’eroe alla vista del quadro diede in pianto\n e nella narrazione di Alcinoo, in cui Ulisse, all’udire il suono della cetra, si ricordò e pianse, e per queste manifestazioni entrambi furono riconosciuti. La quarta specie di riconoscimento è quella per sillogismo, come avviene nelle Coeforesi dopo questo ragionamento: qualche persona che mi somiglia è venuta, ma nessuno mi somiglia tranne Oreste, Oreste dunque è venuto. Riconoscimento per sillogismo è pure quello del sofista Poliido intorno ad Ifigenia, dove è naturale che Oreste così ragionasse: mia sorella fu data in sacrificio, ed ora anche a me tocca di essere immolato. Altro esempio è il riconoscimento nel Tideo di Teodette dopo questo ragionamento: io pure, venuto per salvare mio figlio, ho trovata la mia rovina. Altro esempio è nelle Finidi, dove le donne, nel vedere il luogo dove erano state esposte, compresero il loro destino così ragionando: Poiché siamo state qui esposte, qui è stato destinato che noi morissimo. Ma vi è un riconoscimento combinato con un paralogismo da parte degli spettatori, quale si vede in Odisseo falso messaggero. Infatti che Odisseo solo sappia tendere l'arco e nessuno tranne che lui, questo è ciò che è stato inventato dal poeta, ed è la sua ipotesi, (anche se Odisseo diceva che avrebbe riconosciuto l’arco che non aveva visto) e invece fare avvenire il riconoscimento per il riconoscimento dell’arco, questo è un paralogismo. Ma fra tutti i riconoscimenti, migliori sono quelli che derivano dal corso stesso degli eventi, e in cui perciò la sorpresa per il riconoscimento sorge da fatti del tutto naturali, come avviene, per esempio, nell'Edipo di Sofocle e nell'Ifigenia, perchè che essa volesse inviare quella lettera è cosa del tutto verosimile. Essi soltanto, infatti, non hanno bisogno di ricorrere, per venire effettuati, ad artifici del poeta e a collane. Vengono poi i riconoscimenti per siilogismo. Il poeta tragico deve poi, quando combina le sue favole e fa parlare i suoi personaggi, porsi sempre innanzi agli occhi, quanto meglio gli sia possibile, ciò che vien componendo, perchè in tale modo egli vedrà chiaramente ogni particolare della situazione, come se si trovasse presente allo svolgimento dei fatti, e avvertirà ogni possibile contraddizione. E che si debba fare così lo mostra il biasimo in cui incorse Carcino. Infatti il suo Amfiarao usciva fuori dal tempio, ciò che sfuggì al poeta che non seppe guardare come uno spettatore\n ma il lavoro, posto sulle scene, cadde, perchè gli spettatori vennero urtati dalla contraddizione. D’altra parte il poeta tragico dovrebbe pure cercare di riprodurre in se stesso, come meglio possa, gli atteggiamenti e i gesti dei suoi personaggi, perchè più efficaci di tutti sono quei poeti che, movendo da una disposizione naturale eguale a quella dei loro personaggi, ne vivono i sentimenti, perchè chi ha l’animo in tempesta, e chi è adirato esprimono nel modo più efficace la tempesta dell’animo e l’ira. E perciò il poetare è proprio o di natura felicemente dotata o di temperamenti esaltati, perchè i primi sono flessibili ad assumer vari caratteri, i secondi son pronti a farsi trascinar dall’estro. E ancora necessario che il poeta tragico si proponga dapprima nelle linee generali gli argomenti dei suoi lavori, siano essi stati già trattati da altri o inventati da lui, e che in seguito passi a disegnare i vari episodi e ad estenderli convenientemente. Che cosa intenda per tale trattazione nelle linee generali si può mostrare nel seguente modo con l’argomento di Ifigenia. Una giovinetta che, mentre stava per essere offerta in sacrificio, era stata misteriosamente sottratta ai suoi sacrificatori e portata in terra straniera, dove era legge che i forestieri fossero sacrificati agli dei, ottenne ivi questo ufficio sacerdotale. Dopo qualche tempo avvenne a suo fratello di capitare in quella terra. (Che l’ordine di venire in questo luogo gli sia venuto dal dio, con quale intenzione il dio abbia fatto ciò, per quale fine egli fosse venuto, tutto ciò non fa parte della considerazione generale della favola). Però, appena giunto, egli venne catturato\n ma mentre stava per essere offerto in sacrificio, fu riconosciuto, o secondo il modo immaginato da Euripide, o secondo quello di Poliido, per cui Oreste dice molto opportunamente: non solo a mia sorella, ma a me pure doveva toccare di esser sacrificato\n e da ciò la sua salvezza. Ciò fatto, e applicati i nomi, si può passare alla composizione degli episodi. Questi però debbono avere intima connessione con l’azione fondamentale, come, nel caso del personaggio Oreste, l’episodio della follia che lo fece catturare, e quello della sua salvezza per mezzo della purificazione. Nella tragedia gli episodi debbono essere brevi, al contrario dell’epopea che ha invece per essi una maggiore estensione. Non lungo infatti è l’argomento centrale dell’Odissea. Un uomo ha errato per molti anni in paesi stranieri, sempre tenuto d’occhio da Poseidone, essendo rimasto solo. Intanto le faccende di casa sua così vanno, che le sostanze gli vengono dissipate dai pretendenti, e il figlio ha insidiata la vita. Ma finalmente, dopo aver sofferta ogni tempesta, ritorna in patria e dopo essersi fatto riconoscere da alcune persone, assalta i nemici, se stesso salva, gli avversari distrugge. Ecco l’argomento centrale dell’Odissea, il resto sono episodi. In ogni tragedia parte di essa è il nodo, parte lo scioglimento\n quei casi che son fuori dell’azione rappresentata "
    },
    {
      "frammento": "1455b",
      "testo": "e spesso anche parte delle azioni rappresentate, sono il nodo, tutto il resto lo scioglimento. Chiamo dunque nodo tutta quella parte di una tragedia che va dal suo principio a quella parte che segna il passaggio o verso la felicità o verso l’infelicità\n scioglimento quella parte che va dall’inizio del cambiamento della situazione sino alla fine. E così nel Linceo di Teodette costituiscono il nodo di questa tragedia tutti gli avvenimenti precedenti la cattura del figlio e quella dei genitori\n la parte che va dalla condanna a morte sino alla fine è lo scioglimento.Vi sono poi quattro tipi di tragedie (come quattro sono le parti di essa di cui abbiamo parlato): la tragedia complessa, che tutta si fonda sulla peripezia e sul riconoscimento\n la catastrofica, come le tragedie che trattano di Aiace e di Issione\n la tragedia di carattere, come le Ftiotidi e il"
    },
    {
      "frammento": "1456a",
      "testo": "Pelea\n in quarto luogo vi è la tragedia semplice come le Fórcidi, il Prometeo, e quante avvengono nell’Ade. Certamente ogni poeta dovrebbe cercare di ottenere tutti i tipi che ogni tragedia può avere, o almeno i più importanti, date specialmente le critiche che oggi si fanno ai poeti, per il fatto che, siccome si sono avuti eccellenti poeti per ciascuna parte della tragedia, si pretende che un poeta solo debba superare i pregi specifici di ciascun altro. Ma è giusto dire che, meglio di ogni altra parte, è la favola che stabilisce l’eguaglianza o la differenza di una tragedia ad un’altra, che sono eguali quando siano tali il nodo e lo scioglimento. Molti invece, abili a combinare i nodi, li sciogliono malamente, mentre invece si debbono accordare entrambe queste doti. Bisogna poi tener presente ciò che abbiamo detto più volte, e non fare una tragedia come se fosse una composizione epica (chiamo composizione epica quella che contiene più azioni), come nel caso in cui un poeta prendesse per oggetto tutto l’argomento dell'Iliade. Nell’epica invece l’estensione, che è propria di tal genere di poesia, permette alle sue parti di assumere quello sviluppo che è ad esse conveniente, mentre nelle composizioni drammatiche il risultato delude ciò che il poeta si aspettava. E ciò ben mostrano tutti quei poeti, che vollero racchiudere in una sola tragedia l’intero argomento della rovina di Troia, piuttosto che una sola parte, come fece Euripide, o tutta la storia di Niobe, in modo diverso da come fece Eschilo, i quali poeti o hanno fatto fiasco addirittura, o si sono trovati male nei concorsi, perchè lo stesso Agatone cadde per questo solo difetto. Invece, sia nelle favole con peripezia, sia in quelle semplici, i poeti possono ottenere l’effetto a cui mirano per mezzo della sorpresa, come nel caso in cui un uomo astuto, ma malvagio, come Sisifo, venga ingannato, o quando un coraggioso, ma ingiusto, venga abbattuto, situazioni codeste quanto mai tragiche e conformi al sentire umano. Anche questi casi è verosimile che accadano \n è verosimile, come dice Agatone, che accadano anche molte cose oltre ogni verosimiglianza. Anche il coro deve essere incluso nella tragedia come uno dei personaggi, deve essere una parte essenziale del tutto, e partecipare all’azione al modo che usa Sofoclee non come fa Euripide. Invece nei poeti posteriori ad Euripide le parti cantate tanto appartengono all’azione della tragedia in cui si trovano, quanto ad ogni altra\n e perciò, dopo che Agatone diede per primo questo esempio, è venuto l’uso di cantare intermezzi nelle tragedie. Però qual’è la differenza fra l’introdurre canti di intermezzo in una tragedia e l’introdurre, da una tragedia in un’altra, o un discorso o un intero episodio? Rimangono ora a trattare l’elocuzione e il pensiero, perchè delle altre parti della tragedia abbiamo già parlato. Ma ciò che riguarda il pensiero trova il suo posto naturale nel campo della retorica, perchè questo argomento è piuttosto di dominio di questa indagine. Appartiene al pensiero tutto quanto vien fornito dalla parola, e ne sono parti il dimostrare e il confutare, il suscitare emozioni come la pietà, il terrore, l’ira e altre tali, e ancora"
    },
    {
      "frammento": "1456b",
      "testo": "l’ingrandire e il diminuire. E poi evidente che quando, per produrre i sentimenti della pietà e del terrore, l’ingrandimento di certe impressioni, l’accettazione di qualche cosa come verosimile, ci serviamo solo dell’azione, bisogna usare gli stessi principii della parola. Solo vi è questa differenza, che in quest’ultimo caso gli effetti precedenti debbono prodursi con la sola azione, senza spiegazioni verbali, mentre nel primo caso essi debbono essere prodotti da colui che parla\n perchè a che gioverebbe l’opera dell’oratore se le cose apparissero piacevoli da per sè sole, indipendentemente dal discorso? Ma per venire alle questioni che si possono fare intorno al linguaggio, una parte di queste ricerche è costituita dai modi dell’elocuzione, conoscere i quali è proprio della declamazione e di chi faccia professione di quest’arte, che consiste nel sapere come si rende un comando, o una preghiera, o una esposizione, o una minaccia, una domanda, una risposta o altre cose di simil genere. Perciò nessun biasimo, che possa essere accolto seriamente, può venir mosso contro un poeta per il fatto che egli conosca o ignori queste cose. E davvero, chi potrebbe credere che Omero sia caduto nella colpa di cui lo biasima Protagora, per il fatto che egli nell'Iliade col dire: «l’ira canta, o dea», avrebbe rivolto un comando, credendo invece di esprimere una preghiera? Infatti, dice Protagora, dire di fare o di non fare una cosa è un comando. Si tralasci dunque questo soggetto perchè estraneo alla Poetica. Di tutto quanto il linguaggio le parti sono queste: lettera, sillaba, legame, nome, verbo, (articolo), flessione, discorso. La lettera è una voce indivisibile, non però qualunque voce, ma solo quella da cui può derivare una voce intelligibile, e infatti voci indivisibili sono proprie degli animali, ma nessuna di queste io chiamo lettera. Le lettere poi si dividono in vocali, semivocali, mute. Vocale è quella lettera che ha un suono che viene udito da solo e senza incontro\n semivocale è quella lettera he ha un suono prodotto per l'incontro della lingua e delle labbra e che viene udito da solo, come il Σ e il P\n muta, come il T o il Δ, è quella lettera che ha bisogno dell’incontro della lingua o delle labbra, ma che diventa udibile solo se si unisce con una vocale o semivocale. Le lettere poi di ciascun gruppo differiscono fra loro per la forma che prende la bocca nella pronuncia, per il luogo della bocca in cui sono prodotte, per essere aspirate, tenui, per essere lunghe, brevi, e ancora per l’accento acuto, grave, medio. La sillaba è una voce priva di significato proprio, e costituita da una muta e da una lettera che ha un proprio suono\n e infatti le due lettere T P costituiscono sillaba sia con A, sia senza A, come nella sillaba T P A. Ma la ricerca particolareggiata di ciascuna di queste differenze appartiene alla metrica. Il collegamento può essere o una voce non significativa che non impedisce e neppure produce che da più voci "
    },
    {
      "frammento": "1457a",
      "testo": "significative se ne formi una sola, destinata per sua natura a stare o agli estremi o nel mezzo, ma che non può stare in principio di una proposizione, se questa sta a sè come μέυ, ήτα, δέ. Oppure collegamento è una voce non significativa, che ha per funzione di produrre una sola voce significativa da più di una voce significativa, come ὰμφί, περί, e simili\n o è un suono non significativo che indica il principio, il termine, o la divisione di un discorso. II nome è una voce significativa composta che non contiene alcuna determinazione di tempo, e di cui nessuna parte, come parte del tutto, è significativa di per se stessa\n e infatti nei nomi doppi non ci serviamo delle loro parti come se avessero un significato prese separatamente, e così nel nome Teodoro (ϴεοὸώρῳ), la parte doro (τὸ εῶρον), non ha significato. Il verbo è una voce composta significativa che esprime il tempo, e le cui parti, come nel caso del nome, non contengono, staccate dal tutto, alcun significato. E infatti i nomi uomo, bianco, non esprimono il tempo, ma le voci verbali: va, è andato, esprimono la prima il tempo presente, la seconda il passato. La flessione appartiene tanto al nome quanto al verbo, ed essa esprime o rapporti di casi come di questo, a questo, o simili altri rapporti\n o il singolare e il plurale come uomini o uomo\n o i modi della recitazione come interrogazione, o comando\n e infatti: andò?, va, sono flessioni del verbo secondo quest’ultima specie. Il discorso è una voce composta significativa, di cui alcune parti, prese per se stesse, sono significative (perchè non tutti i discorsi sono composti di nomi e di verbi, ma può esservi anche un discorso senza verbo, come, per esempio, la definizione di uomo , per quanto esso deve sempre contenere qualche parte significativa). Esempio di parte significativa è il nome Cleone, nel discorso «Cleone cammina». Un discorso può avere unità in doppio modo: o perchè indica una cosa sola, o per il legame che unifica molte cose facendole una. E così, per esempio, l’Iliade è una per il legame che unisce le varie parti\n la definizione di uomo perchè si riferisce ad un solo oggetto. Vi sono due specie di nomi: semplici e doppi\n e semplici chiamo quelli che non sono costituiti da parti significative, come la parola γῆ (terra), tutti gli altri doppi. Questi ultimi poi o sono composti da una parte non significativa e da una significativa, o da parti entrambe significative (si noti però che il carattere di essere o non essere significative non appartiene alle parti considerate entro il nome). Vi sono poi anche nomi tripli, quadrupli, multipli, come parecchi dei nomi foggiati dai Massalioti: Ermocaicoxanto. Ciascun nome poi o è parola di uso comune, o straniera, o metafora, o parola ornata, o inventata, o allungata, o accorciata, o alterata. Chiamo nome di uso comune quello di cui si serve"
    },
    {
      "frammento": "1457b",
      "testo": "ordinariamente ciascuno di noi, straniero quello di cui si servono altri, e perciò è chiaro che lo stesso nome può essere insieme straniero e di uso comune\n naturalmente non per le stesse persone. E così siginoti è per i Cipri nome di uso comune, per noi straniero\n dora (lancia) è per noi nome di uso comune, per i Cipri straniero. La metafora consiste nel trasportare ad una cosa il nome di un’altra, o alla specie dal genere, o al genere dalla specie, o alla specie da un’altra, o per analogia. Un trasporto alla specie dal genere si ha, per esempio, nella proposizione: «Qui la mia nave si è fermata», e infatti essere ancorato è una specie del fermarsi. Un trasporto al genere dalla specie è nella proposizione: «Veramente Odisseo ha compiute mille e mille ottime imprese », perchè mille e mille sta per molte, e il poeta si serve di questa parola invece di molte. «Attingendo l’anima col bronzo» e «tagliando con la coppa di bronzo », sono due esempi di trasporto da una specie all’altra. Nel primo esempio il poeta ha usato, al posto della parola tagliare, attingere, nel secondo, al posto di attingere, tagliare\n entrambe queste parole poi sono specificazioni di toglier via. Dico poi che si verifica l’analogia quando il secondo termine sta col primo in un rapporto eguale a quello dei quarto col terzo, perchè in tal caso al secondo termine si potrà sostituire il quarto, e al quarto il secondo. In molti casi poi i poeti aggiungono il termine in rapporto al quale sta quello proprio che è sostituito dalla metafora. E così, per esempio, la coppa sta a Dioniso come lo scudo sta a Marte\n e dunque si dirà la coppa scudo di Dioniso, e lo scudo coppa di Marte. Oppure la vecchiaia sta alla vita come la sera al giorno, e perciò la sera si chiamerà vecchiaia del giorno, o, come Empedocle, anche la vecchiaia sera della vita, o tramonto della vita. Talvolta manca qualcuno dei quattro nomi in relazione d’analogia, ma tuttavia si farà egualmente la metafora. E così, per esempio, gettare il seme si dice seminare\n ma il verbo «gettare la luce dal sole» manca di un proprio nome\n ma questa azione ha lo stesso rapporto col sole che il se-minare in riguardo al seme, e perciò si dirà: «seminando la fiamma prodotta dal dio». Vi è poi un altro modo di usare questa specie di metafora, col far uso del nome metaforico, togliendogli però qualcuna delle qualità sue proprie, come nel caso in cui qualcuno chiamasse lo scudo coppa, non però di Marte, ma senza vino. Nome inventato poi è quello che non è stato adoperato da nessuno, ma che ha stabilito lo stesso poeta, perchè pare che vi siano alcune parole di questa classe, come ernugas invece di corna e arètera per sacerdote. Vi sono poi nomi allungati o accorciati\n nel primo caso il nome ha una vocale più lunga della consueta o una "
    },
    {
      "frammento": "1458a",
      "testo": "sillaba aggiunta\n nel secondo è stata tolta una parte di essa. Lungo è, per esempio, πόληοζ invece di πόλεωζ, e Πηληαάξεω per nome accorciato è, per esempio, ϰρτ, ξῶ e ὅϕ in μίϰ γίνετα ἀμφοτέρων ὅφ. Si ha poi un vocabolo alterato quando una parte del vocabolo ordinario viene conservata, un’altra trasformata, come dexiterón invece di dexión, nella frase « nella mammella destra ». I nomi in se stessi poi sono o maschili, o femminili, o di genere intermedio: maschili quelli che terminano in N o P (o in ϛ), o con ogni lettera composta con ϛ (due sono le consonanti di tale tipo: φ e ζ)\n femminili quelli che terminano in vocali sempre lunghe come η, ω o per la vocale allungata a\n e così la somma delle terminazioni maschili e delle femminili viene ad essere eguale, perchè le terminazioni ξ e ϕ sono una medesima cosa (con il ϛ). Nessun nome poi termina in consonante muta, nè in vocale breve. Tre soli nomi terminano in α: μέλι, χόμμι, πέπερι. Cinque nomi terminano in υ: τò πῶυ, τò νᾶπυ, τò γòνυ, τò σòρυ, τò ἅστυ. I nomi di genere intermedio escono in queste termina-zioni e in N, P, e in Σ. Pregio del linguaggio è la chiarezza che non cada nel pedestre \n e certo chiarissima ma pedestre è l’elocuzione costituita da nomi di uso comune, come le composizioni di Cleofonte e di Stenelo. Invece la poesia che fa uso di vocaboli peregrini è elevata e si allontana dal linguaggio ordinario, e dico peregrina l’elocuzione costituita da vocaboli stranieri, metaforici, allungati, e in generale da ogni vocabolo che non sia di uso comune. Però un linguaggio che sia composto solo da vocaboli di questo genere o sarà enimmatico o barbaro\n enimmatico se composto di sole metafore, se di vocaboli stranieri barbaro. Perchè questa è la caratteristica de H’enimma: dir cose vere col mettere assieme delle assurdità, e questo si ottiene, non con l’unire nomi di significato proprio, ma con l’usare invece delle metafore, come nel verso: « Io vidi un che col foco. Un bronzo sulle spalle gli appiccava» e altri simili esempi. Barbaro poi è il linguaggio composto di nomi stranieri.Occorre piuttosto, per ottenere un buon linguaggio, fare come una mescolanza di tutte quante le specie dei vocaboli, perchè le parole straniere, le metafore, le parole ornate, e tutte le altre specie di nomi di cui abbiamo par-lato, renderanno l’espressione non ordinaria nè pedestre, mentre i nomi dell’uso comune le conferiranno chiarezza."
    },
    {
      "frammento": "1458b",
      "testo": "Ma gli allungamenti, gli accorciamenti, e le alterazioni dei nomi contribuiscono principalmente sia alla chiarezza come alla elevatezza del dire, perchè quello che c’è in essi di di-verso dai vocaboli comuni segna un distacco dal linguaggio abituale e produce perciò l’elevatezza del dire, mentre, per quella parte del linguaggio abituale che c’è in essi, ci sarà la chiarezza. Hanno perciò torto quelli che criticano l’uso di tale libertà e si fanno beffe del poeta, per la ragione che verrebbe ad esser cosa facile la poesia, se fosse per-messo allungare a piacere le parole, libertà criticata da Euclide il vecchio che la satireggiava contraffacendo questo linguaggio : ’Eπιχάρην είεoν Mαραθῶνάσε βασίζoντα\n e Oυϰ ἅν γ' ὲράμενoυ τòν ὲϰείνoυ ὲλλὲβoρoν. Certo quando ci si serva troppo marcatamente di questi modi, si cade nel ridicolo, e d’altra parte la misura è dote richiesta anche per le altre parti del discorso, perchè anche delle metafore, delle parole straniere, e di tutte le altre specie di nomi, chi se ne servisse in modo inopportuno arriverebbe allo stesso risultato di chi se ne serva di proposito, per muovere il riso. Ma quanto invece sia differente l’uso moderato si può ben vedere nella poesia epica, inserendo nei versi vocaboli dell’uso comune. E anche per le parole straniere, per le metafore, o per le altre specie di nomi peregrini si può vedere che noi diciamo il vero, ove si sostituissero ad esse dei nomi di uso comune. E, per esempio, Eschilo ed Euripide hanno composto uno stesso verso giambico, ma Euripide mutò un solo vocabolo, mise una parola rara al posto di un vocabolo dell’uso comune, e ci diede così un bel verso, mentre quello di Eschilo è mediocre. Nel Filottete infatti Eschilo aveva detto: «Ulcera che mangi la carne del mio piede» Euripide a mangi sostituì banchetti. E in questi versi: «Ed una minutaglia e soffio d’uomo E ripugnante, ecco chi me.... se alcuno sostituisse i vocaboli di uso comune, si avrebbe: < Ed io che piccol sono, e debole E deforme....in quest’altro: «E un volgare sgabel ponendo giù E un pochetto di tavol» con la sostituzione si avrebbe: < E un cattivo sgabel ponendo giù Ed un piccolo tavol. E invece delle rive «rimbombano», le rive gridano». Arifrade, d’altra parte, metteva in caricatura i tragici, perchè questi si servono di espressioni che nessuno userebbe nella lingua parlata, come, per esempio, «dalle case via», per «via dalle case», e «te da» e non «da te» e ἐγὼ δέ νιν (e non ἐγὼ δὲ αὐτόν), e «ad Achille intorno» invece di « intorno ad Achille ». Ma l’uso di queste espressioni, proprio perchè esse non si trovano nel linguaggio "
    },
    {
      "frammento": "1459a",
      "testo": "comune, dà allo stile la sua elevatezza, ciò che Arifrade non ha visto. Perciò l’uso opportuno di ciascuna delle specie di nomi di cui abbiamo parlato, dei nomi doppi e delle parole straniere, ha grande importanza\n ma maggior valore hanno le metafore perchè esse non possono apprendersi dagli altri e rivelano l’originalità dell’ingegno\n e infatti saper trovare buone metafore significa cogliere le somiglianze fra le cose. Fra i vari nomi poi, quelli doppi sono più adatti per i ditirambi, i vocaboli stranieri per i versi eroici, le metafore per i trimetri giambici. Nei versi eroici però sono utilizzabili tutte quante le specie dei vocaboli\n invece nei trimetri giambici, per il fatto che in essi è specialmente imitato il linguaggio ordinario, servono meglio quei nomi che ognuno adopera nella conversazione ordinaria, e cioè i vocaboli di uso comune, le metafore, le parole ornate. Ma intorno alla tragedia e all’imitazione che si compie per mezzo dell’azione, basti quel che si è detto. Ed ora, venendo a trattare di quell’imitazione che è narrativa e che ha per mezzo il verso, è chiaro che la favola di questo genere deve avere struttura drammatica, come quella della tragedia, ed essere costituita da un’azione intera e compiuta, che abbia principio, mezzo, fine, affinchè essa, una e completa come un organismo vivente, possa produrre quel diletto che le appartiene. Ed è ancora manifesto che la struttura della poesia epica non può essere uguale a quella delle narrazioni storiche, che sono costrette ad esporre non un’unica azione ma un periodo di tempo, con tutti gli eventi che accaddero in esso ad uno o più personaggi, ciascuno dei quali sta rispetto a tutti gli altri così come capitò. E infatti si svolsero contemporaneamente la battaglia navale di Salamina e la sconfitta dei Cartaginesi in Sicilia, senza che per nulla esse tendessero insieme allo stesso risultatole d’altra parte talora avviene che in tempi immediatamente successivi un fatto segua ad un altro, senza che da entrambi sorga un unico effetto. Eppure la maggior parte dei poeti seguono quest’ultimo pro-cedimento. E perciò, come abbiamo già detto, anche per questo riguardo Omero sembra elevarsi meravigliosamente su tutti gli altri poeti, perchè non volle poetare, benché avesse un principio e una fine, tutta quanta la guerra di Troia (dato che l’argomento sarebbe riuscito troppo vasto e tale da non potere essere tutto colto nel suo insieme)\n mentre d’altra parte, se pure avesse avuto una misurata estensione, sarebbe stata troppo complessa per la varietà degli eventi. E dunque Omero da tutti questi eventi staccò una parte che avesse unità, e di molte delle altre si servì come episodi, e così col catalogo delle navi e con gli altri episodi rese variata la sua poesia. Ma gli altri poeti hanno preso come loro oggetto una persona, un periodo di tempo, un’unica azione ma con molte parti, come l’autore"
    },
    {
      "frammento": "1459b",
      "testo": "delle Ciprie e della Piccola Iliade. E perciò dall’Iliade e dall’Odissea, da ciascuna di esse si può ricavare una tragedia sola, o due tutt’al più, molte invece dalle Ciprie, e dalla Piccola Iliade più di otto, come- il Giudizio delle Armi, Filottete, Neottolemo, Euripilo, Odisseo mendico, le Donne di Sporta, la Distruzione di Troia e la Partenza delle Navi, Sinone e le Troiane. L’epopea deve presentare inoltre gli stessi tipi delta tragedia, ed essere perciò o semplice, o complessa, o di carattere, o catastrofica, ed anche le sue parti, ove si tolgano la musica e lo spettacolo scenico, saranno le stesse di quelle della tragedia. E infatti nella poesia epica son pure necessarie peripezie, riconoscimenti, catastrofi, come anche la bellezza del pensiero e della lingua. Cose tutte codeste di cui Omero si è servito per primo e con grande maestria. Infatti entrambi i suoi poemi sono così costituiti che l'Iliade è semplice e catastrofica, l'Odissea complessa (dappertutto vi sono riconoscimenti) e di carattere\n e a ciò si aggiunga che essi per pensiero e per lingua superano ogni altra poesia. L’epopea però differisce dalla tragedia per la lunghezza della composizione e per il metro. In quanto alla lunghezza limite giusto è quello che abbiamo già stabilito, per cui si dovrebbero poter vedere insieme principio e fine della composizione. Per raggiungere codesto limite i poemi epici dovrebbero però avere una struttura meno vasta di quella degli antichi poemi, e raggiungere l’estensione che hanno tutte assieme le tragedie che vengono rappresentate in un solo spettacolo. Per accrescere la sua estensione la poesia epica possiede però una importante risorsa, perchè nella tragedia non è possibile rappresentare molte parti di azione che avvengano nello stesso tempo, ma quella sola parte che si svolge sulla scena, e che è rappresentata dagli attori. Nell’epopea in-vece, per essere essa narrazione, possono essere presentate molte azioni che si sono effettuate nello stesso tempo, e da esse, quando siano legate all’azione principale, viene accresciuta la maestà della poesia. Il poema epico perciò possiede questo vantaggio che lo rende grandioso, gli permette di variare l’interesse del lettore, e di arricchir la materia con svariati episodi, mentre l’uniformità, che presto sazia, fa cascare tante tragedie. In quanto al metro da usare, l’esperienza ha provato che il verso eroico è il solo che sia adatto all’epopea\n e infatti se qualcuno volesse comporre qualche poema epico, o in metro diverso dall’eroico o servendosi di varii metri, risulterebbe subito la sconvenienza del tentativo. E veramente il verso eroico è il più posato e il più ampio fra tutti, e perciò meglio di ogni altro si presta ad accogliere vocaboli rari e metafore, poiché anche per questo lato la poesia narrativa supera le altre composizioni. Invece trimetro giambico e tetrametro trocaico sono metri movimentati: quest’ultimo è adatto per la danza, il primo per"
    },
    {
      "frammento": "1460a",
      "testo": "l’azione. Se si volessero poi mischiare assieme ogni sorta di versi, come ha fatto Cheremone, la cosa sarebbe ancor più stravagante, e perciò nessuno, per un poema epico di notevole estensione, si è servito mai di metro diverso dall’eroico, ma, come abbiamo detto, la natura stessa ha insegnato a scegliere il metro adatto a tale composizione. Omero poi, come per molti altri aspetti è degno di lode, lo è anche per questo riguardo, perchè unico fra i poeti non ignora quale sia il posto del poeta nella sua poesia. Perchè il poeta dovrebbe intervenire a parlare egli stesso in persona propria il meno possibile, perchè, così facendo, non è imitatore. Invece gli altri poeti dappertutto intervengono in persona propria a declamare, hanno un campo ristretto di soggetti per la loro imitazione, e raramente si immedesimano in essi. Egli invece, dopo poche parole introduttive, subito mette innanzi un uomo, una donna, o qualche altro personaggio, nessuno dei quali manca delle qualità del carattere, ma tutti hanno carattere. Il meraviglioso, come sappiamo, ha posto essenziale nella tragedia, ma nell’epopea può esserci anche l’irrazionale, da cui sorge specialmente il meraviglioso, perchè in essa non si ha avanti agli occhi il personaggio con la sua azione. E così le azioni che accompagnano l’inseguimento di Ettore «quei soldati che stanno fermi e non inseguono, e Achille che fa cenno col capo», farebbero ridere rappresentate sulla scena, mentre tutto ciò nell’epopea sfugge. Ma il meraviglioso è gradito, come prova il fatto che tutti, nel narrare qualche cosa, vi fanno delle aggiunte per riuscire interessanti. Omero ha pure insegnato agli altri poeti il modo con cui si deve dire ciò che è falso, e questo modo è il paralogismo. Infatti quando l’esistere o il prodursi di un certo fatto porta come conseguenza l’esistere o il prodursi di un secondo fatto, gli uomini son portati a credere che, ove sia il conseguente, debba essere anche l’antecedente, conclusione che è falsa. Perciò se un certo antecedente è falso, ma esista invece un conseguente che c’è o si produce sempre quando questo antecedente sia vero, noi uniamo i due fatti, perchè, dal conoscere che il secondo fatto è vero, la nostra mente è portata a concludere arbitrariamente che anche il primo è vero. Esempio di tale paralogismo è la scena del bagno. Si debbono poi preferire le cose impossibili ma credibili alle possibili incredibili \n gli argomenti poetici però non dovrebbero esser costituiti da parti irrazionali, anzi sarebbe preferibile che non ci fosse nulla di irrazionale, o che altrimenti l’irrazionale trovasse posto fuori della effettiva rappresentazione, come l’ignoranza di Edipo sulla morte di Laio\n e non dentro la rappresentazione come la descrizione dei giochi Pitici nell’Elettra, o nei Misii la venuta del personaggio che sta zitto da Tegea sino in Misia. Dire perciò che senza l’irrazionale sarebbe distrutta la drammaticità della favola, è cosa che fa ridere. In linea generale non si dovrebbero comporre di tali favole, ma se un poeta lo faccia e la cosa paia riuscir più verosimile, si ammetta pure l’assurdo. E veramente ciò che c’è di irrazionale nello sbarco di Ulisse è chiaro che sarebbe inaccettabile, se fosse stato esposto da un cattivo poeta\n Omero invece ha nascosto questo assurdo con"
    },
    {
      "frammento": "1460b",
      "testo": "i suoi pregi poetici, rendendolo anzi attraente. Bisogna poi dedicare i maggiori sforzi per abbellire il linguaggio, ma in quelle parti che sono prive di azione e che non contengono caratteri e pensieri rilevanti, perchè un linguaggio troppo brillante offuscherebbe i caratteri e i pensieri. In quanto poi ai problemi e alle loro soluzioni sarà chiaro, a chi guardi così le cose, quante e quali siano le specie di essi. Il poeta è un imitatore come il pittore ed ogni altro artista, e perciò la sua imitazione deve sempre esser rivolta ad uno di questi tre oggetti: o alle cose quali erano o quali sono, o alle cose quali gli altri dicono che sono o quali sembrano, o alle cose quali dovrebbero essere. Questi oggetti della poesia sono espressi con un linguaggio al quale appartengono parole straniere e metafore, e che sopporta inoltre molte variazioni, che infatti abbiamo permesse ai poeti. Si aggiunga inoltre che il criterio della correttezza in poesia non è eguale a quello della politica, e similmente quello di ogni altra arte in confronto della poesia. Gli errori invece che riguardano propriamente la poesia sono di doppia natura: errori che colpiscono la poesia nella sua essenza, errori superficiali. Quando infatti, dati gli oggetti scelti dal poeta, l’imitazione artistica risulti deficiente, abbiamo un errore che è intrinseco alla poesia stessa\n quando invece il difetto consiste solo nel non avere concepito rettamente l’oggetto dell’imitazione, come quando si voglia imitare un cavallo che muove contemporaneamente tutte e due le gambe destre, questo difetto non è intrinseco alla poesia, come non lo è ogni errore che si commetta nei riguardi di un’arte particolare, sia la medicina, sia qualunque altra arte, o quando in generale si sono rappresentate cose impossibili. Le critiche, perciò, che sono contenute nei problemi, bisogna risolverle considerandole dai punti di vista precedenti. Vediamo anzitutto le critiche che riguardano propriamente la poesia. Il poeta ha rappresentate cose che sono impossibili. Questo è sì un errore, ma la scorrettezza cessa se essa fa raggiungere quello che è il fine della poesia (di questo fine abbiamo già parlato), se in tal modo venga resa più impressionante o la parte speciale in cui si trova tale impossibile, o qualche altra. Esempio: l’inseguimento di Ettore. Se però era possibile raggiungere più o meno lo stesso fine, mantenendo il rispetto delle regole proprie alle cose rappresentate, l’errore è ingiustificabile, perchè, in linea di massima, non ci dovrebbe essere, se fosse possibile, nessun errore. Ma poi c’è da chiedersi: l’errore commesso è di quelli che offendono l’imitazione poetica in se stessa, o consiste in un errore che è accidentale alla poesia? Certo commette un minore errore quel poeta che non sappia che la femmina del cervo non ha le corna, che non colui che invece l’ha rappresentata in modo non artistico. Oltre a ciò, se si accusa il poeta perchè egli ha ritratte cose non vere, bisogna rispondere che egli ritraeva forse queste come devono essere, così come Sofocle disse che egli rappresentava gli uomini come devono essere, Euripide, come sono, e questa è la giusta soluzione. Se poi le cose rappresentate dal poeta non sono nè vere, nè migliori, si può rispondere che rappresentano l’opinione degli uomini, così come le narrazioni intorno agli dei. Forse codeste narrazioni non sono nè vere, nè belle, e in riguardo ad esse le cose stanno come sembrava a Senofane, ma intanto così pensano gli uomini. Altre cose dette poi dai poeti possono non sembrare"
    },
    {
      "frammento": "1461a",
      "testo": "opportune, eppure corrispondere a ciò che avveniva una volta, come ciò che si dice intorno alle armi. «Diritti ad essi stavan sui lor calci le lance > Allora vi era quell’usanza, che mantengono ancora oggi gli Illirici. Per decidere poi se ciò che un personaggio abbia detto od operato sia bene o male, non bisogna considerare la nobiltà o la bassezza della cosa, limitandosi a guardare il pensiero o l’azione da soli, ma bisogna guardare anche al soggetto che ha operato e parlato, e in rapporto a chi, e quando, e in qual modo, e per qual fine, quale quello di raggiungere un maggior bene o di evitare un maggior male. Altre difficoltà si debbono risolvere invece col considerare l’effettivo valore dell’espressione, e così in quel luogo: « i muli dapprima », la difficoltà si risolve col  considerare questa parola come straniera, perchè forse il poeta non intendeva parlar di muli, ma di sentinelle. E di Dolone dicendo: « brutto egli era nell’aspetto », il poeta non vuol dire che il corpo era deforme, ma brutta la faccia \n e infatti i Cretesi dicono: un bell’aspetto, per dire una bella faccia. E in « mesci più forte», non si deve intendere più forte come più puro, come se si trattasse di  ubbriaconi, ma più presto. Altre parole bisogna intenderle come dette in senso metaforico, come nel verso: «Tutti ancora dormian per l’alta notte 1 guerrieri e gli dei » dove insieme dice: < Volge lo sguardo alle troiane tende, e non ascolta che di tibie la voce e di zampegne e festoso fragor. Qui tutto è detto metaforicamente per molti, perchè tutto è una specie di molti. Anche in « sola a non tramontare » sola è detto metaforicamente, perchè il più conosciuto è solo. Altre difficoltà si risolvono con la prosodia, e con essa Ippia di Taso risolveva quel « gloria a lui daremo », e « parte del qual s’infradicia per pioggia ». Altri casi si risolvono con la retta interpunzione, come i versi di Empedocle: « tosto mortali crebbero, cose prima immortali, e pure prima mischiate s’erano ». Altre volte c’è da badare all’ambiguità dell’espressione come in «più la notte ha trascorse» dove più è parola ambigua. Ci sono poi le soluzioni che si ricavano dall’uso del linguaggio. Così una mescolanza di vino e di acqua vien chiamata vino, e partendo da questo punto di vista Omero ha detto: < Gambiere di stagno di nuova lavorazione». Così quelli che lavorano il ferro vengono chiamati lavoratori in bronzo, e da questo stesso punto di vista è stato detto: «Ganimede versa il vino a Giove», benché gli dei non bevano vino. Quando poi un nome includa un significato contradittorio si deve ricercare quanti significati esso possa avere nella frase in questione, e così nell’espressione: «qui si fermò la lancia di bronzo», in quanti modi può venire inteso il verbo essersi fermato. Questo procedimento di prèndere in considerazione varie possibilità è tutto l’opposto del metodo di cui parla Glaucone, che cioè alcuni assumono senza ragione un certo presupposto,"
    },
    {
      "frammento": "1461b",
      "testo": "e dopo di aver così arbitrariamente deciso, conchiudono e biasimano quella che è una loro immaginazione, come se l'avesse pensata il poeta, ove si trovi, qualcosa che contraddica solo a ciò che è un loro presupposto. E proprio questo si verifica a proposito di Icario. Si crede che egli sia Lacedemone, e si conchiude perciò che è strano che, nell’andare a Sparta, Telemaco non si sia incontrato con lui. Ma forse la cosa sta come la dicono i Cefalleni. Essi dicono che Odisseo contrasse nozze fra loro, e che il nome è Icadio e non Icario. È perciò verosimile che questo problema sia nato da un fraintendimento. L’impossibile nella poesia, insomma, si deve giusti-ficare riconducendolo o al meglio, o all’opinione. Nella poesia, infatti, bisogna preferire l’impossibile che riesce persuasivo, al possibile che non persuade. D’altra parte, se si dicesse che è impossibile che esistano uomini quali Zeusi li dipinse, si replicherà che ciò risponde al meglio, perchè l’ideale deve dominare. L’irrazionale poi si può giustificare riconducendolo a ciò che gli uomini dicono, ed anche in quest’altro modo, che ciò che talora sembra irrazionale non lo è, perchè è verosimile che talora accadano cose che non sembrano verosimili. Le espressioni che sembrano contraddittorie bisogna esaminarle con lo stesso metodo che si tiene nelle confutazioni dialettiche, in cui si considera se si tratta della stessa cosa, dello stesso rapporto, nello stesso senso\n ed in modo analogo si dovrà vedere se il poeta è caduto in contraddizione, o in riguardo a cose che egli abbia dette esplicitamente, o che possano essere legittimamente presupposte da un intelletto normale. Il biasimo di irrazionalità e di malvagità è invece giustificato quando il poetasi serva dell’irrazionale, ove non ne abbia necessità, come fa Euripide nel caso di Egeo, o della malvagità, come quella di Menelao nell’Oreste. Le censure contro la poesia muovono dunque da cinque punti di vista: accuse di aver prodotto rappresentazioni impossibili, o irrazionali, o immorali, o contradittorie, o contro le regole delle arti. Le soluzioni debbono venir ricondotte ai punti di vista che furono indicati e sono dodici. Ed ora si potrebbe porre la questione se sia superiore l’epopea o la tragedia. Se arte migliore è la meno materiale, e tale è quella che si rivolge ad un pubblico più elevato, è certo poi che quell’arte che imita ogni cosa è materiale.' Infatti per la rozzezza del pubblico che non intenderebbe senza le loro aggiunte, gli esecutori si dànno ad ogni sorta di movimenti, e così fanno i volgari flautisti che girano attorno a se stessi per imitare il lancio del disco, o tirano a se il corifeo se suonano la Scilla. La tragedia ha dunque il difetto che gli antichi attori attribuivano a quelli della generazione successiva, per cui Minnisco chiamava scimmia Callipide per il suo gestire esagerato\n e tale fama si era procacciata anche Pindaro. Come questi volgari attori stanno in confronto ai primi, in egual rapporto sta l’intera arte drammatica con l’epopea."
    },
    {
      "frammento": "1462a",
      "testo": "E perciò dicono che l’epopea si addice ad un pubblico elevato, che non ha bisogno dell’esteriorità dei gesti, la tragedia a persone grossolane, e se dunque è materiale, è chiaro che è inferiore. Ma questa anzitutto non è accusa che colpisca l’arte del poeta, ma piuttosto l’arte dell’attore, perchè anche nel recitar rapsodie si può esagerare nei gesti, come Sosistrato, o anche cantando in gare musicali, come Mnasiteo di Opunte. Poi, se noi non riproviamo la danza, neppure tutti quanti i movimenti son da riprovare, ma solo quelli degli attori grossolani, grossolanità biasimata in Callipide, ed ora in attori che pare vogliano imitar le movenze di donne da trivio. E infine la tragedia può effettuare il suo compito, come l’epopea, anche senza ricorrere a movimenti, perchè una tragedia soltanto col leggerla può svelarci tutte le sue qualità. Se dunque per altri aspetti la tragedia è superiore all’epopea, questo che le viene biasimato non è carattere che le appartiene. Ma la tragedia è superiore perchè essa contiene tutti gli elementi dell’epopea — all’occasione può servirsi infatti anche del metro epico — e ha di più, parti non indifferenti, lo spettacolo scenico e la musica, che accrescono l’intensità dei diletti che le son propri. Possiede inoltre la vivezza della rappresentazione, che si manifesta sia alla semplice lettura, sia sulle scene, ed ha ancora la superiorità, che deriva dal raggiungere il suo fine entro più brevi limiti, perchè ciò che è più concentrato riesce più gradito"
    },
    {
      "frammento": "1462b",
      "testo": "di ciò che è diluito in un tempo più lungo\n e si pensi in proposito all’effetto che si avrebbe, ove si volesse rendere l’Edipo di Sofocle in un numero di versi eguale a quello dell’Iliade. L’epopea inoltre ha una minore unità  — come mostra il fatto che da qualunque epopea si possono trarre più tragedie — e perciò se si volesse comporre un poema su di un’unica favola tragica, ove si volesse riuscir concisi, si avrebbe un poema striminzito, e troppo prolisso invece ove si volesse raggiungere un’opera di lunghezza eguale a quella dei comuni poemi epici. Nel parlare della poesia epica come costituita di molte azioni, penso a poemi come l’Iliade e l’Odissea, che hanno di siffatte parti, e ciascuna con una propria estensione\n benché questi due poemi siano costruiti in modo quasi perfetto, e sono, al massimo grado possibile, imitazione di un’unica azione. Se dunque la tragedia è superiore alla poesia epica per tutti questi elementi, e perchè consegue meglio l’effetto specifico dell’arte, dato che il poeta non deve ottenere con la sua arte qualunque diletto, ma quello che è stato indicato, è chiaro che essa è superiore all’epica e che raggiunge il suo fine meglio di questa. Intorno dunque alla tragedia e all'epopea, sia in se stesse, sia nelle loro specie e parti, sul numero di queste e sulle loro differenze, sulle cause per cui si produce una buona o una cattiva poesia, sulle critiche e sulle soluzioni di esse abbiamo ormai parlato. Intorno ai giambi e alle commedie...."
    }
  ]
}