{"﻿{\n  \"poetica\": [\n    {\n      \"frammento\": \"1447a\",\n      \"testo\": \"Trattiamo dunque della poetica in sé e delle sue forme, quale potenzialità ciascuna possegga e come debbano comporsi i racconti perché la poesia riesca ben fatta, e inoltre di quante e quali parti consista, e anche, in modo simile, di tutti gli altri argomenti che pertengono alla medesima disciplina, incominciando secondo natura dapprincipio dai principi.L’epica, così come la poesia tragica, nonché la commedia, la composizione di ditirambi e la maggior parte dell’auletica e della citaristica nel complesso sono tutte imitazioni, ma si distinguono l’una dall’altra sotto tre aspetti: nell’imitare o con mezzi diversi, o oggetti diversi, o diversamente e non nello stesso modo. Come alcuni imitano riproducendo molti oggetti con colori e figure (chi per arte, chi per pratica) e altri usando la voce, così tutte le dette arti compiono l’imitazione con il ritmo, la parola e la musica, separatamente oppure in combinazione. Usano per esempio soltanto musica e ritmo l’auletica, la citaristica e tutte le altre arti funzionalmente simili, come ad esempio quella della siringa": null, " di solo ritmo senza musica è l’arte dei danzatori, anche costoro infatti per mezzo di ritmi figurati imitano caratteri, emozioni e azioni. L’arte che adopera le nude parole e quella che adopera i versi, o in combinazione gli uni con gli altri o usandone di un solo genere, si trovano ad essere fino ad oggi senza nome. Non possediamo infatti \"\n    },\n    {\n      \"frammento\": \"1447b\",\n      \"testo\": \"alcuna denominazione comune per i mimi di Sofrone e di Senarco e per i discorsi socratici, e neppure se si compisse l’imitazione con trimetri, versi elegiaci o altri di tipo analogo": null, " tranne che la gente, unendo al verso il «comporre», denomina gli uni compositori elegiaci, gli altri compositori epici, non definendoli poeti per l’imitazione ma comunemente per il verso. Si è soliti in effetti chiamare così anche coloro che espongono in versi qualcosa che riguarda la medicina la natura, mentre, a parte il verso, non vi è nulla di comune tra Omero ed Empedocle. Sarebbe perciò giusto chiamare l’uno poeta, l’altro studioso della natura piuttosto che poeta. In modo simile anche chi compisse Fimitazione combinando tutti i versi come Cheremone ha composto il Centauro, rapsodia mista di tutti i versi, dovrebbe essere chiamato poeta. Ciò resti dunque così definito. Ce ne sono poi che usano tutti i mezzi citati, voglio dire il ritmo, il canto e il verso, come la poesia ditirambica, quella nomica, la tragedia e la commedia. Differiscono però nell’usarli, alcune tutti insieme, altre a seconda delle parti. Queste sono dunque le differenze tra le arti rispetto ai mezzi con i quali si compie l’imitazione. Dal momento che coloro che imitano imitano persone\"\n    },\n    {\n      \"frammento\": \"1448a\",\n      \"testo\": \"che agiscono, e queste di necessità sono o serie o dappoco(i caratteri si conformano in effetti quasi sempre a questi soli tipi, perché tutti differiscono per quanto riguarda il carattere in vizio o in virtù) o dunque migliori di noi o peggiori o anche quali noi siamo (come i pittori: Polignoto li raffigurava migliori, Pausone peggiori, Dionisio simili),è chiaro che anche ciascuna delle dette imitazioni presenterà queste differenze e si distinguerà per avere distinti nel modo indicato gli oggetti dell’imitazione. Anche nella danza, nell’auletica e nella citaristica è possibile avere queste differenze, e nella prosa o nella poesia senza canto: Omero per esempio migliori, Cleofonte simili, Egemone di Taso, che per primo compose parodie, e Nicocare, l’autore della l’iliade, peggiori. In modo simile si può compiere l’imitazione nel caso dei ditirambi e dei nomi, come Timoteo i Ciclopi e Filosseno. Secondo la stessa differenza la tragedia si distingue dalla commedia": null, " questa infatti si propone di rappresentare persone peggiori, quella migliori che nella realtà. La terza poi di queste differenze è il come si può compiere l’imitazione di ciascuna di queste cose. È possibile infatti imitare gli stessi oggetti con gli stessi mezzi, sia narrando, diventando qualcun altro come fa Omero o rimanendo se stesso e non trasformandosi, sia che quelli che imitano siano tutti quanti come agenti operatori. L’imitazione dunque, come si è detto al principio, sta in queste tre differenze: nel con che cosa, nel che cosa e nel come. Così per un aspetto Sofocle può essere imitatore uguale ad Omero, imitano infatti entrambi persone serie, per un altro aspetto ad Aristofane, entrambi infatti imitano persone che fanno e agiscono": null, " donde anche alcuni dicono che queste opere siano chiamate azioni drammatiche, in quanto si imitano persone che agiscono. Perciò i Dori rivendicano a sé la tragedia e la commedia (la commedia i Megaresi, quelli di qui per l’affermarsi da loro della democrazia, quelli di Sicilia perché di lì era Epicarmo": null, " la tragedia alcuni del Peloponneso), pretendendo che i nomi siano un segno. Essi infatti affermano di chiamare komai i villaggi, mentre gli Ateniesi li chiamano demi, come se i commedianti (komodoi) non fossero cosi chiamati dall’andar in giro cantando (komazein), ma dal loro vagare per i villaggi, disdegnati dalla città. Affermano anche che essi dicono agire il fare, mentre gli Ateniesi compiere.\"\n    },\n    {\n      \"frammento\": \"1448b\",\n      \"testo\": \"Basti dunque quanto si è detto sulla differenza dell’imitazione, sulla loro quantità e qualità. Due cause appaiono in generale aver dato vita all’arte poetica, entrambe naturali: da una parte il fatto che l’imitare è connaturato agli uomini fin dalla puerizia (e in ciò l’uomo si differenzia dagli altri animali, nell’essere il più portato ad imitare e nel procurarsi per mezzo dell’imitazione le nozioni fondamentali), dall’altra il fatto che tutti traggono piacere dalle imitazioni. Ne è segno quel che avviene nei fatti: le immagini particolarmente esatte di quello che in sé ci dà fastidio vedere, come per esempio le figure degli animali più spregevoli e dei cadaveri, ci procurano piacere allo sguardo. Il motivo di ciò è che l’imparare è molto piacevole non solo ai filosofi ma anche ugualmente a tutti gli altri, soltanto che questi ne partecipano per breve tempo. Perciò vedendo le immagini si prova piacere, perché accade che guardando si impari e si consideri che cosa sia ogni cosa, come per esempio che questo è quello. Qualora poi capiti di non averlo già visto prima, non procurerà piacere in quanto imitazione, ma per la sua fattura, il colore o un’altra ragione simile. Poiché dunque noi siamo naturalmente in possesso della capacità di imitare, della musica e del ritmo (i versi, è chiaro, fanno parte del ritmo), dapprincipio coloro che per natura erano più portati a questo genere di cose, con un processo graduale dalle improvvisazioni dettero vita alla poesia. La poesia poi si distinse secondo la proprietà dei caratteri: i più severi imitarono le azioni apprezzabili e di gente apprezzabile, quelli di gusti più facili quelle della gente dappoco, dapprincipio componendo motteggi come gli altri inni ed encomi. Di nessuno di quelli che precedettero Omero possiamo menzionare alcun componimento poetico del genere, ma è probabile che ce ne fossero molti": null, " ci è invece possibile incominciando da Omero, come per esempio il suo Margite ecc. In essi, secondo convenienza, intervenne anche il verso giambico, anche perciò si chiama oggi giambo, perché in questo verso ci si scherniva reciprocamente. E i poeti antichi, gli uni divennero autori di poesie eroiche, gli altri di giambi. Come dunque Omero fu il massimo poeta nel serio (fu unico non solo per la bravura, ma anche perché produsse imitazioni di tipo drammatico), cosi per primo fece intravvedere anche la forma della commedia, drammatizzando non il motteggio, ma ciò che è ridicolo. Come l’Iliade e Odissea sono il corrispondente della\"\n    },\n    {\n      \"frammento\": \"1449a\",\n      \"testo\": \"la tragedia, così il Margite lo è della commedia. Apparse dunque la tragedia e la commedia, di coloro che per la propria natura erano portati all’una o all’altra attività poetica, gli uni, anziché di giambi divennero compositori di commedie, gli altri, anziché di canti epici, tragedi, perché queste forme erano più potenti e più stimate di quelle. Indagare se la tragedia in rapporto ai suoi elementi sia già compiuta o no, e giudicare questo sia in sé sia in rapporto al pubblico, è un altro discorso.Sorta dunque da un principio di improvvisazione — sia essa sia la commedia, l’una da coloro che guidavano il ditirambo, l’altra da coloro che guidavano i cortei fallici che ancora oggi rimangono in uso in molte città — a poco a poco crebbe perché i poeti sviluppavano quanto in essa veniva manifestandosi, ed essendo passata per molti mutamenti la tragedia smise di mutare quando ebbe conseguito la propria natura. Eschilo fu il primo a portare il numero degli attori da uno a due, a ridurre la parte del coro e a conferire un ruolo rilevante alla parola": null, " di Sofocle sono i tre attori e la pittura degli scenari. Per quanto poi riguarda la grandezza: da racconti piccoli e un linguaggio scherzoso, poiché il suo processo di trasformazione muoveva dal satiresco, assunse tardi toni solenni, e il verso di tetrametro si fece giambo. All’inizio si adoperava il tetrametro perché la poesia era satiresca e piuttosto ballabile, ma, affermatosi il parlato, fu la stessa natura a trovare il verso appropriato": null, " il giambico è in effetti il verso più colloquiale e un segno di ciò è che nella nostra conversazione ci capita di dire spesso giambi, mentre è raro che si dicano esametri, e solo quando ci si allontana dal tono discorsivo. Per quanto riguarda poi il numero degli episodi e il resto, come si dice che ciascun elemento abbia trovato la propria sistemazione, fermiamoci a quel che si è detto. Considerare ogni particolare sarebbe probabilmente lavoro eccessivo. La commedia è, come si è detto, imitazione di persone che valgono meno, non però per un vizio qualsiasi, ma del brutto è parte il ridicolo. Il ridicolo è infatti un errore e una bruttezza indolore e che non reca danno, proprio come la maschera comica è qualcosa di brutto e di stravolto senza sofferenza. Mentre dunque le trasformazioni della tragedia e le circostanze che le hanno permesse non ci sono ignote, la commedia ci sfugge, perché non ha avuto dal principio un adeguato riconoscimento. L’arconte concesse soltanto tardi\"\n    },\n    {\n      \"frammento\": \"1449b\",\n      \"testo\": \"il coro dei comici, essi erano dunque volontari. Quelli poi che sono chiamati suoi poeti sono ricordati quando essa dispone già di forme definite": null, " resta perciò ignoto chi definì maschere, prologhi, numero degli attori ecc.Quanto alla composizione dei racconti, essa venne in principio dalla Sicilia": null, " tra quelli in Atene Cratete fu il primo che, lasciando perdere la forma del giambo, cominciò a comporre racconti e storie di valore generale. L’epica dunque si conforma alla tragedia fino ad essere imitazione con parole in versi di caratteri seri": null, " in ciò invece differisce: nell’usare un verso solo e nell’essere una narrazione. E ancora per la durata: l’una cerca quanto più può di essere compresa in una sola giornata o di eccederne poco, l’epica è invece indefinita per il tempo, e in questo si distingue": null, " dapprincipio tuttavia sotto questo aspetto nelle tragedie si faceva lo stesso che nei canti epici. Quanto alle parti poi, alcune sono uguali, altre proprie della tragedia. Perciò chi sa distinguere la tragedia che vale da quella che non vale, sa distinguere anche i canti epici, perché ciò che è proprio dell’epica appartiene alla tragedia, mentre non tutto ciò che è proprio di questa è compreso nell’epica. Dell’arte imitativa in esametri e della commedia parleremo in seguito, parliamo ora della tragedia, ricavando da ciò che si è detto quella che risulta la sua definizione d’essenza. Tragedia è dunque imitazione di un’azione seria e compiuta, avente una propria grandezza, con parola ornata, distintamente per ciascun elemento nelle sue parti, di persone che agiscono e non tramite una narrazione, la quale per mezzo di pietà e paura porta a compimento la depurazione di siffatte emozioni. Intendo per parola ornata quella fornita di ritmo e di musica": null, " distintamente per gli elementi il comporre alcuni solo con versi, altri invece col canto. Poiché è agendo che si realizza l’imitazione, anzitutto di necessità una parte della tragedia sarà l’ordine di ciò che si vede, un’altra la composizione dei canti, e quindi il linguaggio. È con questi mezzi che si realizza l’imitazione. Intendo per linguaggio la stessa composizione dei versi e per composizione dei canti ciò la cui funzione è perfettamente chiara. Poiché è imitazione di un’azione, ed è agita da alcuni che agiscono, i quali necessariamente sono di una certa qualità per il carattere e il pensiero (grazie a questi noi \"\n    },\n    {\n      \"frammento\": \"1450a\",\n      \"testo\": \"diciamo che le azioni sono dotate di una certa qualità, ed è in seguito ad esse che tutti hanno successo o falliscono), imitazione dell’azione è il racconto. Per racconto qui intendo la composizione dei fatti, per caratteri ciò secondo cui diciamo che chi agisce ha una propria qualità, e per pensiero tutto ciò con cui, parlando, si dimostra qualcosa o si esprime un giudizio. È dunque necessario che di tutta quanta la tragedia ci siano sei parti, grazie a cui la tragedia ha una propria qualità": null, " esse sono racconto, caratteri, linguaggio, pensiero, vista e musica. Il con cui si imita sono infatti due parti, il come si imita una, il che cosa si imita tre, e oltre a queste non ve ne sono altre. Non pochi di loro in generale hanno adoperato questi elementi, la vista infatti domina su ogni cosa: sul personaggio, sul racconto, sul linguaggio, sul canto e sul pensiero allo stesso modo": null, " tuttavia il più importante di questi elementi è la composizione dei fatti. La tragedia è infatti imitazione non di uomini ma di azioni e di modo di vita": null, " non si agisce dunque per imitare i caratteri, ma si assumono i caratteri a motivo delle azioni": null, " pertanto i fatti, cioè il racconto, sono il fine della tragedia, e il fine è la cosa più importante di tutte. Inoltre senza azione non può esserci tragedia, senza caratteri può esserci": null, " le tragedie della maggior parte dei moderni sono in effetti prive di caratteri, e in generale sono molti i poeti di questo genere, come anche tra i pittori Zeusi si trova così in rapporto a Polignoto: Polignoto è un buon pittore di caratteri, mentre la pittura di Zeus non ne presenta alcuno. Inoltre, se si dispongono di seguito discorsi morali ben costruiti per linguaggio e pensiero, non si realizzerà quello che è l’effetto della tragedia, mentre lo realizzerà molto di più la tragedia che ne adoperi di più scadenti ma sia fornita di racconto, cioè di composizione di fatti. Oltre a ciò, quello con cui la tragedia seduce maggiormente sono parti del racconto: i rovesciamenti e i riconoscimenti. Inoltre, un segno è che chi comincia a fare sa mettere a punto linguaggio e caratteri prima che comporre i fatti, come anche quasi tutti i più antichi poeti. Principio dunque e quasi anima della tragedia è il racconto, al secondo posto i caratteri (e all’incirca è lo stesso nella pittura: se si buttano giù i più bei colori alla rinfusa\"\n    },\n    {\n      \"frammento\": \"1450b\",\n      \"testo\": \"non si ottiene lo stesso effetto che se si disegna in bianco e nero un’immagine), ed è imitazione di un’azione e soprattutto a motivo di questa di quelli che agiscono. Terzo poi è il pensiero, e questo è il saper dire le cose pertinenti e convenienti, che è il compito dei discorsi della politica e della retorica. Gli antichi rappresentavano infatti personaggi che parlavano alla maniera dei politici, i moderni alla maniera dei retori. Carattere è ciò che può rivelare quale sia il proponimento (perciò non hanno carattere quei discorsi nei io quali manca ciò che si propone o vuol evitare colui che parla), pensiero ciò con cui si dimostra che una cosa è o non è, oppure si esprime un’idea universale. Quarto il linguaggio, e, come prima si è detto, chiamo linguaggio l’espressione che si realizza con l’uso delle parole, e ha le stesse potenzialità nel verso e nella prosa. Dei rimanenti la musica è l’ornamento maggiore, la vista è si di grande seduzione, ma la più estranea all’arte e la meno propria della poetica": null, " l’efficacia della tragedia sussiste infatti anche senza rappresentazione e senza attori": null, " inoltre per la realizzazione degli elementi visivi è più importante l’arte dell’arredatore scenico che dei poeti. Definiti questi punti diciamo quale debba essere la composizione dei fatti, dal momento che si tratta del primo e più importante elemento della tragedia. Abbiamo stabilito che la tragedia è l’imitazione di un’azione compiuta e intera, dotata di una certa grandezza": null, " è possibile in effetti un intero privo di grandezza. Intero è poi ciò che ha un principio, un mezzo e una fine. Principio è ciò che esiste senza venire necessariamente dopo qualcosa d’altro, ma dopo cui qualcosa d’altro necessariamente o per lo più c’è o si produce. Fine, al contrario, ciò che esiste necessariamente o per lo più dopo qualcosa d’altro, e dopo cui non c’è null’altro. Mezzo è ciò che viene dopo altro ed è seguito da altro. Occorre dunque che i racconti ben composti non incomincino a caso né finiscano a caso, ma usino delle forme dette. Inoltre, ciò che è bello, sia animale sia ogni cosa composta di alcune parti, non soltanto deve averle ordìnate, ma anche essere di grandezza non casuale, ciò che è bello lo è infatti in grandezza e in disposizione, perciò un bell’animale non può essere estremamente piccolo, perché la visione si confonde avvicinandosi a tempi impercettibili, né estremamente grande, come se per esempio fosse un animale di diecimila stadi, perché non si può averne una visione simultanea, ma chi guarda perde di\"\n    },\n    {\n      \"frammento\": \"1451a\",\n      \"testo\": \"vista l’unità e l’interezza. Pertanto, come per i corpi e gli animali ci deve essere una grandezza e questa deve essere facilmente abbracciabile con uno sguardo, così anche per i racconti ci deve essere una durata e questa deve consentire una facile memorizzazione. Non è però proprio dell’arte il limite della durata dipendente dalle rappresentazioni e dalla ricezione: se si dovessero rappresentare cento tragedie sarebbero rappresentate con la clessidra. Il limite conforme alla natura del fatto è che è sempre più bello per quel che riguarda la grandezza, ciò che è più grande finché si mantiene perspicuo nel suo insieme, o, per dare una definizione generale, una grandezza tale che in un seguito continuo di avvenimenti secondo verisimiglianza o necessità, possa aversi il passaggio alla buona dalla cattiva sorte o dalla buona alla cattiva. Questa è una definizione soddisfacente della grandezza. II racconto è unitario, non come alcuni pensano, quando ha per argomento una sola persona, perché a uno solo accadono molti, innumerevoli fatti, da alcuni dei quali non scaturisce alcuna unità. Così anche vi sono molte azioni di una sola persona dalle quali non si produce alcuna azione unitaria. Perciò hanno evidentemente sbagliato tutti quei poeti che hanno fatto una Eracleide, una Teseide o altri componimenti di questo genere. Pensano che, poiché Eracle era uno solo, ne segua che anche il racconto sia unitario. Omero invece, come si distingue in tutto il resto, anche in questo appare aver visto bene, vuoi per arte vuoi per natura: facendo l’Odissea non ha rappresentato tutto quel che accadde ad Ulisse, come per esempio che fu ferito sul Parnaso o che si finse pazzo al tempo dell’adunata, perché non era necessario o verisimile che accadesse alcuno di questi due fatti": null, " compose invece l’Odissea intorno ad un’azione unica nel senso che si è detto, e in modo simile costruì anche l’Iliade? Come dunque nelle altre pratiche imitative l’imitazione unitaria è quella di un unico oggetto, così anche è necessario che il racconto, poiché è imitazione di un’azione, lo sia di un’unica e insieme intera, e che le parti dei fatti siano così connesse che, trasposta o sottratta una parte, l’intero ne risulti mutato e alterato, perché quel che, aggiunto o non aggiunto, non produce nulla di evidente, non è parte dell’intero. Da ciò che si è detto è chiaro che compito del poeta non è dire le cose avvenute, ma quali possono avvenire, cioè quelle possibili secondo verisimiglianza o necessità. Lo \"\n    },\n    {\n      \"frammento\": \"1451b\",\n      \"testo\": \"storico e il poeta non si distinguono nel dire in versi o senza versi (si potrebbero mettere in versi gli scritti di Erodoto e nondimeno sarebbe sempre una storia, con versi o senza versi)": null, " si distinguono invece in questo: l’uno dice le cose avvenute, l’altro quali possono avvenire. Perciò la poesia è cosa di maggiore fondamento teorico e più importante della storia perché la poesia dice piuttosto gli universali, la storia i particolari. È universale il fatto che a una persona di una certa qualità capiti di dire o di fare cose di una certa qualità, secondo verisimiglianza o necessità, il che persegue la poesia, imponendo poi i nomi. Il particolare invece è che cosa fece o subì Alcibiade. Ciò è divenuto chiaro nel caso della commedia: i poeti comici, dopo aver composto il racconto sulla base di personaggi verisimili, impongono loro dei nomi qualsiasi e non fanno come i compositori di giambi che compongono su un uomo in particolare. Nel caso della tragedia invece si mantengono i nomi già esistenti. Il motivo è che credibile è il possibile, e noi non crediamo sempre possibile quel che non è avvenuto, mentre ciò che è avvenuto è chiaro che era possibile, perché se fosse stato impossibile non sarebbe avvenuto. Tuttavia anche in alcune tragedie ci sono uno o due nomi noti, mentre gli altri sono inventati": null, " in altre poi non ve n’è alcuno, come per esempio nell’Anthos di Agatone, nel quale sono ugualmente inventati fatti e nomi, e nondimeno piace. Non si deve pertanto cercar di mantenere ad ogni costo i racconti tramandati, assunti ad argomento delle tragedie": null, " sarebbe anche ridicolo cercare questo, dal momento che quel che è noto è noto a pochi, ma ugualmente piace a tutti. È chiaro da ciò che il poeta deve essere compositore piuttosto di racconti che di versi, in quanto è poeta sulla base dell’imitazione, e si imitano le azioni. Anche se gli capita di rappresentare cose avvenute, nondimeno è poeta, perché nulla impedisce che tra le cose avvenute ve ne siano alcune quali è verisimile che siano, e secondo questa verisimiglianza egli ne è compositore. Dei racconti e delle azioni semplici quelli a episodi sono i peggiori": null, " chiamo a episodi un racconto nel quale gli episodi si susseguono l’uno all’altro senza verisimiglianza o necessità. Son fatti a questo modo dai poeti incapaci per colpa loro, da quelli valenti per colpa degli attori: componendo per le rappresentazioni e trascinando il racconto oltre le sue possibilità, sono costretti a stravolgere la successione degli eventi. Dal momento poi che \"\n    },\n    {\n      \"frammento\": \"1452a\",\n      \"testo\": \"l'imitazione non è solo di un’azione compiuta, ma anche di fatti paurosi e pietosi, e questi si producono soprattutto quando si producono contro le aspettative, l’uno a causa dell’altro, in questo modo si realizzerà meglio il meraviglioso che da sé o per caso, perché anche di quel che avviene per caso appare più meraviglioso tutto ciò che sembra prodursi secondo un disegno, come per esempio che la statua di Miti in Argo uccise il colpevole della morte di Miti rovinandogli addosso mentre la stava guardando. Fatti di questo genere non sembrano prodursi casualmente": null, " è perciò inevitabile che i racconti di questo genere siano i migliori.I racconti sono alcuni semplici altri complessi, perché tali sono anche le azioni di cui i racconti sono imitazioni. Chiamo semplice un’azione nel cui svolgimento, come si è definito, continuo e unitario, ha luogo il mutamento senza rovesciamento o riconoscimento": null, " complessa invece quella dalla quale il mutamento ha luogo insieme con riconoscimento, rovesciamento o entrambi. Questi devono prodursi dalla stessa composizione del racconto, sì che dai fatti precedentemente avvenuti accada che essi sorgano di necessità o secondo verisimiglianza, perché c’è molta differenza che una cosa si produca a causa di un’altra o dopo un’altra. II rovesciamento è, come si è detto, il volgere delle cose fatte nel loro contrario, e ciò, abbiamo detto, secondo verisimiglianza o necessità, come per esempio nell’Edipo, venuto per rallegrare Edipo e distoglierlo dalla paura della madre, avendo chiarito chi egli fosse, produce l’effetto contrario, e nel Linceo, mentre l’uno è condotto a morte e Danao lo accompagna per ucciderlo, nello svolgersi dei fatti accade invece che questi muoia e quello si salvi. Riconoscimento è invece, come dice anche la parola, il volgere dall’ignoranza alla conoscenza, all’amicizia o all’inimicizia di coloro che sono destinati alla buona o alla cattiva fortuna. Il migliore riconoscimento è quello che si ha simultaneamente con il rovesciamento, com’è per esempio nell’Edipo. Vi sono certo altri riconoscimenti: in rapporto a oggetti inanimati e comuni, e il riconoscimento può avvenire se uno ha fatto o non ha fatto qualcosa": null, " ma quello più proprio del racconto, cioè il più proprio dell’azione, è quello detto. Siffatti riconoscimento e rovesciamento saranno infatti portatori di pietà o di paura (delle quali azioni la tragedia si è stabilita imitazione),\"\n    },\n    {\n      \"frammento\": \"1452b\",\n      \"testo\": \"dal momento che ne dipenderanno anche il triste o il lieto fine. Poiché inoltre il riconoscimento è riconoscimento di qualcuno, ci sono casi in cui è soltanto di una persona da parte di un’altra, quando è chiaro chi sia il secondo, talvolta invece si devono riconoscere entrambi, come per esempio Ifigenia è riconosciuta da Oreste grazie all’invio della lettera, mentre di lui a Ifigenia occorre un riconoscimento diverso. Due sono dunque queste parti del racconto, il rovesciamento e il riconoscimento. Terza è l’evento traumatico. Del rovesciamento e del riconoscimento si è detto": null, " l’evento traumatico è un’azione che reca danno o dolore, come per esempio la manifestazione di morti, di gravi sofferenze, di ferimenti ecc. Si è detto prima delle parti della tragedia di cui ci si deve servire come di elementi, le parti quantitative invece, nelle quali distintamente si divide, sono le seguenti: prologo, episodio, esodo, canto corale, e di questo pàrodo e stasimo": null, " queste sono comuni a tutte, particolari sono invece i canti dalla scena e i compianti. Prologo è tutta la parte di tragedia che precede l’ingresso del coro, episodio tutta la parte di tragedia posta tra interi canti corali, esodo tutta la parte di tragedia dopo la quale non vi è canto del coro. Del corale poi pàrodo è tutto il primo intervento verbale del coro, stasimo il canto del coro privo di anapesti e di trochei, compianto un canto di lamento comune del coro e della scena. Le parti della tragedia di cui ci si deve servire come di elementi le abbiamo dette prima, quelle quantitative nelle quali si divide distintamente sono queste. Che cosa debba aver di mira e da che cosa si debba guardare chi compone i racconti, e donde si abbia a produrre l’effetto della tragedia è ora da trattare di seguito alle cose fin qui dette. Poiché la composizione della migliore tragedia deve essere non semplice ma complessa, e imitativa di fatti paurosi e pietosi (ciò è proprio di questo tipo di imitazione), anzitutto è chiaro che non devono essere mostrati gli uomini degni di stima, che volgano dalla buona sorte alla sventura, perché questo non è pauroso né pietoso, ma ripugnante": null, " neppure i malvagi dalla sventura alla buona fortuna, perché questo è il massimo di estraneità alla tragedia, in quanto non presenta nulla di cui c’è bisogno: non è né conforme al senso morale, né pietoso, \"\n    },\n    {\n      \"frammento\": \"1453a\",\n      \"testo\": \"né pauroso": null, " neppure, per contro, il perfetto malvagio che cade dalla buona sorte nella disgrazia, perché una composizione siffatta comporterebbe sì senso morale, ma non pietà né paura, la prima è infatti relativa a colui che è indegnamente tribolato, la seconda relativa a chi ci è simile (pietà per chi non merita, paura per chi ci è simile),pertanto ciò che avviene non sarà né pietoso né pauroso. Resta dunque il caso intermedio tra questi. È di questo tipo colui che, non distinguendosi per virtù e per giustizia, non è volto in disgrazia per vizio e malvagità, ma per un errore, tra coloro che si trovano in grande fama e fortuna, come per esempio Tieste, Edipo e gli uomini illustri provenienti da siffatte stirpi. È necessario dunque che il racconto ben fatto sia semplice piuttosto che doppio, come alcuni affermano, e sia il volgere non dalla sventura alla buona sorte, ma al contrario, dalla buona sorte alla sventura, non per una malvagità ma per un grave errore di una persona, o quale si è detta o migliore piuttosto che peggiore. Ne è segno ciò che accade: dapprincipio i poeti riportavano racconti qualsiasi, ora invece le migliori tragedie sono composte intorno a poche famiglie, come per esempio ad Alcmeone, Edipo, Oreste, Meleagro, Tieste, Telefo e a quanti altri sia accaduto di patire o di fare cose terribili. La miglior tragedia secondo l’arte viene dunque da questo tipo di composizione. Perciò cadono nello stesso errore coloro che criticano Euripide perché fa questo nelle sue tragedie, la maggior parte delle quali si conclude con la sventura. Come si è detto, ciò è invece corretto e ve n’è un segno molto importante: sulle scene e nelle rappresentazioni quelle di questo tipo, se ben dirette, si rivelano le più tragiche, ed Euripide, anche se per il resto non lavora bene, risulta tuttavia il più tragico, se così si può dire, dei poeti. Seconda viene quella che è detta da alcuni la prima composizione, quella che possiede una doppia composizione, come l’Odissea, e che si conclude in modo opposto per i buoni e per i cattivi. Essa sembra la prima per l’inettitudine del pubblico, e i poeti vanno dietro agli spettatori componendo secondo i loro desideri. Questo però non è il piacere derivante dalla tragedia, ma piuttosto quello proprio della commedia: lì quelli che nel racconto sono particolarmente nemici, per esempio Oreste ed Egisto, alla fine se ne vanno divenuti amici, senza che nessuno ammazzi nessuno. È possibile che quel che muove paura e pietà si produca\"\n    },\n    {\n      \"frammento\": \"1453b\",\n      \"testo\": \"per effetto della vista, ed è anche possibile che si produca per effetto della stessa composizione dei fatti, ciò che è preferibile e del poeta migliore. Anche senza il vedere, il racconto deve essere composto in modo tale che chi ascolta i fatti che si svolgono, per effetto degli avvenimenti, sia colto da tremore e pianga, ciò che si può provare udendo il racconto di Edipo. Procurare questo effetto per mezzo della vista è invece piuttosto estrinseco all’arte e legato alla messinscena. Coloro poi che, per mezzo della vista, non procurano il pauroso, ma soltanto il mostruoso, non hanno nulla in comune con la tragedia, perché nella tragedia non si deve cercare un piacere qualsiasi, ma quello suo proprio. Poiché il poeta deve produrre il piacere che si dà grazie all’imitazione da pietà e paura, è chiaro che ciò deve essere realizzato nei fatti. Consideriamo dunque quali avvenimenti risultino tremendi e quali compassionevoli. Di necessità siffatte azioni sono di persone tra di loro o amiche o nemiche ovvero prive di reciproci rapporti. Nel caso del nemico col nemico non v’è nulla di pietoso né nel fare né nel progettare, a parte l’evento in sé, e neppure se non vi sono reciproci rapporti. Quando invece si producano nei rapporti di solidarietà, come per esempio se un fratello uccide, si propone di uccidere o compie qualche altro atto simile col fratello, un figlio con il padre, una madre con il figlio o un figlio con la madre, queste sono le cose che vanno cercate. Non è possibile disfare i racconti tramandati, dico ad esempio Clitemnestra uccisa da Oreste, o Erifile da Alcmeone, ma egli deve trovare anche di usare bene la tradizione. Che cosa intendo per bene lo dirò più chiaramente. È possibile che l’azione si svolga così come gli antichi rappresentavano persone che sapevano ed erano a conoscenza, come anche Euripide ha rappresentato Medea che uccide i propri figli": null, " è possibile invece che si agisca sì, ma ignorando di compiere ciò che è tremendo, e poi, in seguito si riconosca il rapporto di parentela, come l’Edipo di Sofocle": null, " questo fuori dell’azione drammatica, mentre nella stessa tragedia l’Alcmeone di Astidamante o Telegono nel Ferimento di Ulisse. Un terzo caso, oltre a questi, è progettare di compiere qualche atto irrimediabile per ignoranza e giungere al riconoscimento prima di compierlo. Oltre a questi casi non è possibile altrimenti, perché di necessità o si agisce o no, e sapendo o non sapendo. Di questi, progettare essendo a conoscenza e non agire è il peggio, perché ha in sé ciò che è ripugnante, ma non ciò che è tragico, è infatti privo di evento traumatico. Per questo nessuno fa così se non raramente, come per esempio\"\n    },\n    {\n      \"frammento\": \"1454a\",\n      \"testo\": \"nell’Antigone Emone con Creonte. Secondo viene Vagire": null, " ed è meglio agire ignorando e dopo aver agito giungere al riconoscimento, perché non vi si aggiunge il ripugnante e il riconoscimento produce sorpresa. Migliore di tutti è però l’ultimo, intendo come nel Cresfonte Merope è in procinto di uccidere il figlio, non lo uccide però, ma lo riconosce, nell’Ifigenia la sorella con il fratello e nell’Elle il figlio che sta per cedere la madre la riconosce. Per questo, come già si è detto, le tragedie non hanno come argomento molte stirpi. Cercando, non per effetto dell’arte ma del caso, trovarono di usare questo genere di situazioni nei racconti": null, " sono perciò costretti a rivolgersi alle famiglie nelle quali sono avvenute siffatte violenze. Sulla composizione dei fatti, cioè quali debbano essere i racconti, si è detto a sufficienza. Riguardo ai caratteri quattro sono i tratti che si devono aver di mira. Uno e primo che siano di valore. Si avrà carattere quando, come si è detto, la parola o l’azione renderà chiaro un proponimento qualsiasi, e sarà di valore se il proponimento è di valore. Questo è possibile per ogni genere di persona, perché anche una donna è di valore, e anche uno schiavo, nonostante in verità il primo sia un genere inferiore, il secondo del tutto inconsistente. Secondo, che siano adatti, perché è possibile che si sia di carattere coraggioso, ma non è adatto ad una donna essere così coraggiosa o temibile. Terzo è l’essere somiglianti": null, " questo è diverso infatti dal fare il carattere di valore e adatto, quali li si è detti prima. Quarto è l’essere coerente": null, " anche se infatti è persona incoerente chi dà lo spunto all’imitazione ed è supposto carattere di tal fatta, deve comunque essere coerentemente incoerente. Un modello di malvagità di carattere non necessaria è, per esempio, il Menelao dell’Oreste, dello sconveniente e del non adatto il lamento di Ulisse nella Scilla e il discorso di Melanippe, dell’incoerente Ifigenia in Aulide, perché quella che prega non assomiglia in nulla a quella successiva. Anche nei caratteri è necessario, come nella composizione dei fatti, ricercare sempre o necessità o verisimiglianza, in modo che sia necessario o verisimile che una persona di un certo tipo dica o faccia cose di un certo tipo, e che sia necessario o verisimile che un fatto succeda ad un altro. È perciò chiaro che anche lo scioglimento dei racconti debba avvenire per effetto dello stesso racconto e non, come nella Medea, dalla macchina, o nell’Iliade\"\n    },\n    {\n      \"frammento\": \"1454b\",\n      \"testo\": \"quanto riguarda la partenza. Bisogna invece servirsi della macchina per quel che è fuori dell’azione drammatica: quanto è avvenuto prima e che non è possibile che un uomo sappia o quanto avviene dopo e che abbisogna di un preavviso e di un annuncio, dal momento che agli dei attribuiamo il vedere tutto. Non ci sia nei fatti nulla di illogico, o almeno fuori della tragedia, come per esempio, nell’Edipo di Sofocle. Poiché la tragedia è imitazione di persone migliori di noi, si devono imitare i buoni ritrattisti: pur riproducendone la particolare fisionomia, facendoli somiglianti li dipingono migliori": null, " così il poeta che imita chi è facile all’ira o indifferente o di altra disposizione di carattere, pur restando quali sono deve rappresentarli di qualità, come per esempio Omero Achille valoroso e modello di durezza. Questo dunque è da osservare, e inoltre quel che riguarda la ricezione, che si accompagna necessariamente alla poetica": null, " anche su questo punto si può spesso incorre re in errore. Ma di ciò si è parlato a sufficienza negli scritti pubblicati. Che cosa sia il riconoscimento si è detto prima": null, " ora le, forme del riconoscimento. Primo il più estraneo all’arte e del quale ci si serve di più per mancanza di risorse, quello per mezzo dei segni. Di questi alcuni sono congeniti, per esempio «la lancia che recano i terrigeni» o le stelle, come nel Tieste Carcino": null, " altri sono acquisiti, e di questi o sul corpo, come le ferite, o esternamente, come le collane o nella Tiro per mezzo della barca. Ci si può servire di essi meglio o peggio, come Ulisse è riconosciuto grazie alla ferita dalla nutrice e altrimenti dai porcari. Quelli volti a persuadere e tutti i consimili sono più estranei all’arte, quelli invece che procedono insieme con un rovesciamento, come nel Bagno, migliori. Secondi quelli fatti dal poeta, perciò estranei all’arte, per esempio Oreste nell’Ifigenia mostra che è Oreste. Lei infatti grazie alla lettera, mentre lui dice direttamente quel che vuole il poeta, ma non il racconto. Perciò si è in un certo senso vicini all’errore già detto, perché avrebbe potuto anche esser portatore di qualcosa. E anche nel Tereo di Sofocle la «voce della spola». Il terzo grazie alla memoria, per il rendersi conto alla \"\n    },\n    {\n      \"frammento\": \"1455a\",\n      \"testo\": \"vista di qualcosa, come nei Ciprii di Diceogene, vedendo il disegno scoppia in pianto, e, nella Narrazione di Alcinoo, udendo il citaredo e ricordandosi, rompe in lacrime, venendo così riconosciuti. Quarto per deduzione, come nelle Coefore', è arrivato qualcuno di somigliante, ma non c’è nessuno di somigliante tranne Oreste, dunque è costui che è arrivato. E anche quello del sofista Polido a proposito di Ifigenia": null, " disse infatti essere verisimile per Oreste dedurre che, come la sorella era stata sacrificata, così anche a lui accade va di essere sacrificato. E nel Tideo di Teodette: venuto a trovare il proprio figlio, egli stesso muore": null, " e quello delle Fineidi'. vedendo il luogo ne dedussero il destino, che in quel luogo era stato loro destinato di morire, perché lì erano state esposte. Ve n’è anche uno costruito sulle false deduzioni del pubblico, come per esempio nell’ Ulisse falso messaggero'. che a tender l’arco non ci sarebbe riuscito nessun altro è supposizione e invenzione del poeta, anche se in verità egli dice che riconoscerà l’arco che non aveva visto": null, " ora, fare che giunga al riconoscimento grazie a questo come se fosse grazie a quello, è falsa deduzione. Il migliore di tutti i riconoscimenti è però quello che procede dagli stessi fatti, producendosi la sorpresa grazie a somiglianze, come per esempio nell’Edipo di Sofocle e nell’Ifigenia, perché era verisimile voler mandare una lettera. Questi sono i soli senza segni costruiti e collane": null, " al secondo posto vengono quelli da deduzione. Bisogna comporre i racconti e rifinirli con il linguaggio quanto più avendoli davanti agli occhi. Potendo così vedere nel modo più chiaro come se si fosse in mezzo agli stessi fatti, si potrà trovare quel che è conveniente e sfuggiranno meno le incongruità. Segno di questo è ciò che fu rimproverato a Carcino: Anfiarao ritornava dal tempio, ma non vedendolo se ne dimenticò, e alla rappresentazione cadde perché gli spettatori furono infastiditi dal fatto. Per quanto è possibile rifinendoli anche con le figure. Sono più credibili infatti coloro che per la loro stessa natura si trovano in uno stato emotivo": null, " più realmente àgita chi è agitato e muove all’ira chi è adirato. Perciò la poetica è arte propria di un versatile o addirittura di un esaltato, perché di questi gli uni sono malleabili, gli altri portati a uscire da sé. Le storie, anche le inventate, quello che le inventa deve \"\n    },\n    {\n      \"frammento\": \"1455b\",\n      \"testo\": \"sbozzarle fuori in generale, e poi arricchirle di episodi e svilupparle. Intendo che si possano considerare così i tratti generali, per esempio dell’Ifigenia: una ragazza, offerta al sacrificio e sparita misteriosamente, trasportata in un’altra regione nella quale c’è la consuetudine di sacrificare gli stranieri alla dea, riceve questo incarico sacerdotale. Dopo qualche tempo càpita di arrivare li al fratello della sacerdotessa (che ad andare lì lo ha spinto il dio e per quale motivo è fuori del racconto). Arrivato e preso, mentre sta per essere sacrificato, giunge al riconoscimento, come lo ha fatto Euripide o come lo ha fatto Poliido, secondo verisimiglianza, dicendo che non solo io la sorella ma egli stesso doveva esser sacrificato": null, " di qui la salvezza. Dopo questo, già imposti i nomi, arricchire di episodi, in modo che gli episodi siano appropriati, come per esempio, nell'Oreste la follia a motivo della quale è stato preso e la salvezza grazie alla purificazione. Nelle azioni drammatiche gli episodi sono concisi, l’epica invece vi si diffonde. La storia dell'Odissea non è lunga: un uomo, che resta lontano da casa molti anni, ostacolato da Poseidone, essendo solo ed essendo inoltre le cose di casa sua messe così che le sue sostanze sono saccheggiate e suo figlio insidiato dai pretendenti, giunge egli stesso reduce da una tempesta e, datosi a riconoscere ad alcuni, lui si salva e distrugge i propri nemici. Questo è ciò che è peculiare, il resto sono episodi. Di ogni tragedia una cosa è il nodo un’altra lo scioglimento: gli elementi esterni e spesso alcuni di quelli interni costituiscono il nodo, il resto lo scioglimento. Chiamo nodo la parte di tragedia dal principio fino a quella parte che è l’ultima prima che si abbia il mutamento verso la buona o la cattiva sorte, scioglimento la parte dall’inizio del mutamento fino alla fine, come nel Linceo di Teodette nodo sono tutti i fatti che precedono e la cattura del bambino, e per contro scioglimento dalla condanna a morte fino alla fine. Quattro sono i tipi di tragedia (tante infatti sono le parti di cui si è parlato): quella d’intreccio, che consiste tutta in rovesciamento e riconoscimento": null, " quella di eventi, come per esempio gli Aiaci e gli Issionv, quella di \"\n    },\n    {\n      \"frammento\": \"1456a\",\n      \"testo\": \"caratteri, come le Ftiotidi e il Peleo, e per quarta... come le Forcidi, il Prometeo e tutte quelle collocate nell’Ade. Bisogna tentare di possedere tutti questi elementi, o per lo meno i più importanti e in maggior numero, tra l’altro perché oggi si criticano i poeti: poiché per ogni parte ci sono stati buoni poeti, si pretende che uno solo superi ciascuno di quelli nella sua peculiare bravura. Per null’altro è giusto definire una tragedia uguale o simile a un’altra come per il racconto": null, " questo per quelle che hanno intreccio e scioglimento. Molti però, dopo aver ben intrecciato sciolgono male, mentre bisogna saper accordare le due cose. Occorre poi ricordare ciò che si è spesso detto, e non fare di una tragedia una composizione epica — dico epica quella che comprende più racconti —, come se si rappresentasse tutto quanto il racconto dell’Illiade. Lì, grazie all’estensione, le parti ricevono la grandezza adeguata, mentre nelle azioni drammatiche ci si discosterebbe molto dalle attese. Ne è segno il fatto che quanti hanno rappresentato la distruzione di Ilio intera, e non a pezzi come Euripide, oppure Niobe, ma non come Eschilo, o cascano o hanno la peggio al concorso, poiché anche Agatone cadde in questo soltanto. Nei rovesciamenti come nelle azioni semplici mirano all’effetto voluto di sorpresa, ciò che è tragico e conforme al senso morale. Questo accade quando chi è abile ma non privo di malvagità viene ingannato, come Sisifo, e l’audace ingiusto viene sconfitto. Ciò è anche verisimile, perché, come dice Agatone, è verisimile che accadano molte cose inverosimili. Il coro si deve supporlo uno degli attori, essere parte del tutto e partecipare all’azione, non come in Euripide ma come in Sofocle. Nei più recenti poi le parti cantate non hanno a che fare con il racconto più che con quello di un’altra tragedia. Si cantano perciò intermezzi, e a far così ha iniziato per primo Agatone. Ma che differenza c’è tra cantare intermezzi e se si adattasse una lunga battuta o un intero episodio di un componimento ad un altro? Si è detto delle altre forme, resta da parlare del linguaggio e del pensiero. Per quanto concerne il pensiero valga ciò che vi è negli scritti sulla retorica, dal momento che è oggetto più proprio di quella disciplina. ‘Appartiene al pensiero tutto quel che si deve presentare con la parola": null, " suoi elementi sono il dimostrare, il confutare, il procurare le emozioni (come per esempio pietà, paura, ira ecc.) e ancora grandiosità e meschinità. È chiaro che anche nelle\"\n    },\n    {\n      \"frammento\": \"1456b\",\n      \"testo\": \"azioni recitate ci si deve regolare secondo gli stessi principi quando si debbano suggerire casi pietosi o tremendi, grandiosi o verisimili, e solo in ciò differiscono: in un caso questi devono essere manifestati senza indicazioni, nell’altro essere suggeriti dal parlante con la parola e svilupparsi parallelamente alla parola. Quale sarebbe infatti la funzione del parlante se tutto il necessario si manifestasse anche senza la parola?Per quanto concerne invece il linguaggio un aspetto dell’indagine sono le figure del linguaggio, la conoscenza delle quali è propria dell’interpretazione e di chi possiede quest’arte: che cosa sia per esempio comando, che cosa preghiera, esposizione, minaccia, domanda, risposta ecc. Per la conoscenza o l’ignoranza di queste cose non vi è alcun appunto da rivolgere all’arte del poeta che sia degno di attenzione. Perché mai si deve supporre che sia sbagliato quanto critica invece Protagora, che cioè pensando di pregare ordina dicendo «L’ira cantami, o dea»? Questo infatti, egli dice, è un comandare di far qualcosa e non una preghiera. Si lasci dunque perdere, in quanto si tratta di oggetto di indagine di un’altra arte e non della poetica. Del linguaggio nel suo insieme queste sono le parti: lettera, sillaba, congiunzione, nome, verbo, articolazione, desinenza, discorso. Lettera è un suono indivisibile, non qualsiasi ma tale che possa dar luogo a un suono composto. Anche gli animali danno infatti suoni indivisibili, nessuno dei quali chiamo lettera. Sue forme sono la vocale, la semivocale, la muta. Vocale è quella che ha suono udibile senza appoggio, semivocale è quella che con appoggio ha suono udibile, come per esempio S e R, muta quella ad esempio G o D, che con appoggio non ha di per sé alcun suono, ma diventa udibile insieme con quelle provviste di suono, ad esempio G e D. Esse differiscono per la forma della bocca, per i luoghi, per l’aspirazione o la dolcezza, per la lunghezza e la brevità, e ancora per l’acutezza, la gravità, la medietà. Ma di ciò conviene trattare partitamente negli scritti dedicati alla metrica. Sillaba è un suono senza significato composto di una muta e di una avente suono, anche GR senza A è una sillaba, così come con A, cioè GRA. Ma anche la considerazione di queste differenze appartiene alla metrica. Congiunzione è un suono senza significato che non impedisce né produce un unico suono dotato di significato \"\n    },\n    {\n      \"frammento\": \"1457a\",\n      \"testo\": \"da più suoni, da porsi alle estremità o al centro, ma che non va bene messa da sé al principio del discorso, co-me nel caso di men, etoi, de. Oppure è un suono senza significato che da più suoni dotati di significato produce un unico suono dotato di significato, come per esempio amphi, peri ecc.": null, " oppure è un suono senza significato che non impedisce né produce un unico suono dotato di significato da più suoni, fatto per essere posto alle estremità o al centro. Nome è un suono composto, dotato di significato, privo di tempo, nessuna parte del quale è in sé dotata di significato. Nei nomi doppi infatti noi non ne facciamo uso come se fossero dotati di significato ciascuno per sé, per esempio in «Deodato» «dato» non ha significato. Verbo è un suono composto, dotato di significato, provvisto di tempo, nessuna parte del quale è in sé dotata di significato, come nel caso dei nomi. «Uomo» e «bianco» infatti non significano il quando, ma «va» o «è andato» aggiungono il significato del tempo presente o di quello passato. Desinenza appartiene a un nome o a un verbo o come quella di «mi», «me» ecc., o per il singolare e il plurale, per esempio «uomo» «uomini», oppure ancora secondo l’intonazione, per esempio nell’interrogazione o nel comando: «va?» o «va’». La desinenza è in rapporto a questi elementi del verbo. Discorso è un suono composto dotato di significato, alcune parti del quale hanno un significato in sé (non ogni discorso consta infatti di nomi e di verbi, come per esempio la definizione di uomo, ma ci può essere un discorso senza verbi, avrà tuttavia sempre una parte dotata di significato), come in «Cleone va» «Cleone». In duplice modo un discorso è unitario: o è dotato di un unico significato o procede da più per congiunzione. L’Iliade per esempio è unitaria per congiunzione, la definizione di uomo perché dotata di un unico significato. Forme di parola sono la semplice (semplice chiamo quella che consta di parti prive di significato, per esempio «terra») e la doppia": null, " di queste poi un tipo è formato di una parte dotata di significato e una parte che ne è priva, l’altro di parti dotate tutte di significato. La parola può essere anche tripla, quadrupla o multipla, come lo sono la maggior parte di quelle dei Massalioti: Hermokaikoxanthos... Ogni parola è normale, glossa, traslato, di ornamento,\"\n    },\n    {\n      \"frammento\": \"1457b\",\n      \"testo\": \"di nuovo conio, allungata, troncata o alterata. Dico normale quella che è adoperata da chiunque, glossa quella adoperata da altra gente": null, " è chiaro di conseguenza che la stessa parola può essere sia normale sia glossa, ma non per le stesse persone. Per i Cipri è normale «schidione», per noi è glossa. Traslato è l’imposizione di una parola estranea, o da genere a specie, o da specie a genere, o da specie a specie o per analogia. Da genere a specie dico per esempio: «La mia nave sta ferma laggiù», perché «essere all’ancora» è un modo di «star fermo». Da specie a genere: «Ah, davvero mille cose belle ha compiuto Ulisse», «mille» è in-fatti molto, e qui si usa al posto di «molto». Da specie a specie: «col bronzo attinta l’anima» e «strappata con rallungato bronzo»": null, " qui «attingere» l’ha detto «strappare», là «strappare» «attingere», perché entrambi sono modi di «togliere». Per analogia dico quando sono in uguale rapporto il secondo elemento con il primo e il quarto con il terzo. Si dirà allora il quarto per il secondo o il secondo per il quarto. Talvolta si pone invece di ciò di cui si parla quello che a questo si riferisce": null, " voglio dire che stanno per esempio nello stesso rapporto la coppa con Dioniso e lo scudo con Ares": null, " si chiamerà perciò la coppa «scudo di Dioniso» e lo scudo «coppa di Ares». Oppure: la vecchiezza sta alla vita come la sera al giorno": null, " si chiamerà dunque la sera «vecchiezza del giorno» o, come Empedocle, anche la vecchiezza «sera della vita» o «tramonto della vita». In alcuni casi non esiste una parola di quelle in rapporto analogico, e tuttavia si può dire ugualmente": null, " per esempio, «gettare il grano» è «seminare», «gettar le fiamme» da parte del sole invece non ha nome, tuttavia stanno nello stesso rapporto questo con il sole e il seminare con il grano, perciò è stato detto «seminando la divina fiamma». È possibile far uso di questo modo di traslato anche altrimenti: attribuire la parola estranea negandone una delle proprietà, per esempio se si dicesse lo scudo coppa non «di Ares», ma «senza vino». Nuovo conio è in generale la parola che non è usata da altri, ma è il poeta stesso che la propone. Sembra in effetti che alcune siano di questo tipo, per esempio le corna «germogliature» e il sacerdote «imprecatore». Allungata o troncata sono la prima la parola adoperata con una vocale più lunga dell’ordinario o con\"\n    },\n    {\n      \"frammento\": \"1458a\",\n      \"testo\": \"l'aggiunta di una sillaba, la seconda quando si toglie qualcosa. Allungate per esempio sono da «città» «cittade», da «Apollo» «Apolline»": null, " troncate per esempio «pan» e «ca’», o «di entrambi un unico veder». Alterata è quando della parola d’uso qualcosa si man-tiene e qualcosa si crea, per esempio «alla destrorsa mammella», anziché la «destra». I nomi in quanto tali sono alcuni maschili, altri femminili, altri ancora neutri. Maschili tutti quelli che terminano in N, R, S e nelle lettere composte con queste, che sono due: PS e X": null, " femminili tutti quelli in vocali sempre lunghe, come É e Ó, e tra quelle allungabili in A. Pertanto i maschili e i femminili si trovano ad avere terminazioni uguali per numero, perché PS e X sono composte. Nessun nome finisce per muta né per vocale breve. In soltanto tre nomi: meli, kommi, peperr, in Y cinque. In queste e in N e S sono i nomi neutri. Pregio del linguaggio è di esser chiaro e insieme non sciatto. Il più chiaro è quello prodotto da parole normali, ma è sciatto, ne sono esempio le poesie di Cleofonte e di Stenelo. Solenne invece e distinto dalla trivialità è quello che si giova di esotismi, e per esotismo intendo la glossa, il traslato, l’allungamento e ogni tratto in deroga alla normalità. Ma se si mettono in opera tutti questi elementi, si avrà o un enigma o un barbarismo: dai traslati l’enigma, dalle glosse il barbarismo. Il principio dell’enigma è infatti proprio questo: dire mettendo in contatto quel che non si potrebbe. Ora questo non è possibile farlo connettendo altre parole, mentre si può con i traslati, per esempio: «Un uomo vidi col fuoco bronzo su un uomo incollare» ecc. Ciò che invece si produce dalle glosse è barbarismo. Bisogna dunque procedere a un certo loro contemperamento: le glosse, i traslati, le parole di ornamento e tutte le altre forme ricordate produrranno il non triviale e il non sciatto, la normalità invece la chiarezza. \"\n    },\n    {\n      \"frammento\": \"1458b\",\n      \"testo\": \"Non minore contributo alla chiarezza del linguaggio che sia anche non triviale portano gli allungamenti, i troncamenti e le alterazioni delle parole: per il loro discostarsi dalla normalità, che è contro l’uso, daranno luogo al non triviale, mentre dallo stretto rapporto con l’uso deriverà la chiarezza. Non hanno ragione di scherno coloro che, per esempio Euclide il vecchio, criticano questa maniera di esprimersi e ne deridono il poeta, dicendo che sarebbe facile far poesia se fosse concesso allungare quel che si vuole, dopo aver composto egli stesso giambi nello stesso linguaggio: «Eepìcare vidi a Maratona andare» e «neppure amando il suo elleboro». Ostentare l’uso di questi modi è dunque ridicolo, ma c’è una misura comune per tutto questo": null, " usando sconvenientemente traslati, glosse e tutte le altre forme e puntando apposta al ridicolo si può arrivare infatti al medesimo risultato. Quanto invece sia diverso un uso proporzionato lo si veda nell’epica nel porre in versi le parole. Se si sostituissero le parole normali alle glosse, ai traslati e alle altre figure, si vedrebbe che diciamo il vero. Eschilo ed Euripide per esempio hanno composto lo stesso giambo con la sola sostituzione di una parola, una glossa al posto di una parola normale": null, " l’uno appare  bello, l’altro da nulla. Eschilo nel Filottete fece: «L’ulcera che mi mangia le carni del piede»": null, " l’altro al posto di «mangia» ha sostituito «divora». «Me invece un corto, imbelle, indegno»": null, " se si dicesse, sostituendo parole normali: «Me invece un basso, fiacco, brutto»": null, " o anche: «su rozzo seggio e a picciol desco posto» «su brutta sedia e a basso banco posto», o anche: «le rive muggiscono» e «le rive risuonano». E ancora, Arifrade derideva i tragedi perché usavano ciò che nessuno nella conversazione avrebbe detto, come, per esempio, «da casa via» e non «via da casa», «te-co», «io ei», «d’Achille intorno» e non «intorno ad \"\n    },\n    {\n      \"frammento\": \"1459a\",\n      \"testo\": \"Achille» e così via. È proprio per il non essere nella norma che tutte siffatte espressioni producono nel linguaggio il non triviale, ma costui Pignorava. È importante servirsi convenientemente di ciascuna delle forme dette, delle parole composte, delle glosse, ma ancora molto più importante è esser ricco di traslati, perché solo questo non si può ricevere da altri ed è segno di versatilità, il far buoni traslati è infatti saper vedere ciò che è somigliante. Le parole composte si adattano soprattutto ai ditirambi, le glosse ai versi eroici, i traslati ai giambi. E mentre nei versi eroici tutte le forme dette sono utili, nei giambi, dal momento che essi imitano quanto più possono la conversazione, si adattano le parole che si adoprerebbero anche nei discorsi, e queste sono le parole normali, quelle di ornamento e i traslati. Sulla tragedia e sull’imitazione compiuta con l’azione basti quanto si è detto. Quanto all’imitazione narrativa in versi è chiaro che i racconti si debbono comporre come nelle tragedie alla maniera drammatica, intorno ad un’unica azione intera e compiuta, che abbia un principio, un mezzo e una fine, perché procuri il piacere che le è proprio come un unico animale intero": null, " le composizioni non debbono essere simili alle trattazioni storiche, nelle quali è inevitabile che venga fatta l’esposizione non di un’azione ma di un periodo di tempo: tutti i fatti che in esso sono accaduti ad una o più persone, ciascuno dei quali si trova con gli altri in un rapporto casuale. Come negli stessi tempi si ebbero la battaglia navale di Salamina e in Sicilia la battaglia contro i Cartaginesi, senza che esse tendessero allo stesso fine, così anche nei tempi successivi talvolta accade un fatto dopo l’altro dai quali non si produce alcun esito unitario. Ma la maggior parte, si può dire, dei poeti operano così. Perciò, come abbiamo già detto, anche in questo Omero deve apparire mirabile in confronto agli altri: per non aver tentato di rappresentare intera la guerra, anche se essa aveva un principio e una fine": null, " il racconto sarebbe risultato troppo grande e non abbracciabile con uno sguardo, oppure, pur misurato nella grandezza, intricato per la varietà. Ricavatane invece una parte, ha fatto uso di molti episodi": null, " per esempio con il Catalogo delle navi e con altri episodi fa procedere in lungo il poema. Gli altri invece, come l’autore delle Ciprie o della Piccola Iliade, compongono un’azione multipla su\"\n    },\n    {\n      \"frammento\": \"1459b\",\n      \"testo\": \"un’unica persona o un unico tempo. Di conseguenza, mentre dall’Iliade e dall’Odissea si ricava un’unica tragedia, o soltanto due, da ciascuna, dalle Ciprie e dalla Piccola Iliade parecchie. E ancora: l’epica deve avere le stesse forme della tragedia: essere semplice, complessa, di caratteri o di evento. Anche le parti, eccetto la musica e la vista, sono le stesse, C’è bisogno infatti dei rovesciamenti, dei riconoscimenti e delle emozioni, e inoltre deve possedere ben disposti i pensieri e il linguaggio. Omero ha fatto uso di tutto questo per primo e in modo soddisfacente. Ha infatti composto entrambi i tipi di poema: l’Iliade è semplice e di eventi, l’Odissea complessa (c’è infatti riconoscimento dappertutto) e di caratteri. Oltre a ciò ha superato tutti per il linguaggio e il pensiero. L’epica si differenzia però per la lunghezza della composizione e per il verso. Della lunghezza è limite sufficiente quello che è stato detto: si deve poter abbracciare con uno sguardo l’inizio e la fine. Questo potrebbe avvenire se le composizioni fossero più brevi di quelle antiche e corrispondessero a quante tragedie vengono presentate in una sola recita. Riguardo poi all’estensione della sua grandezza l’epica ha un tratto peculiare notevole per il fatto che alla tragedia non è concesso di riprodurre contemporaneamente più parti, ma soltanto la parte agita sulla scena dagli attori, nell’epica invece, per il fatto di essere una narrazione, è possibile rappresentare più parti che si compiono contemporaneamente, dalle quali, se appropriate, il corpo del poema risulta accresciuto. Pertanto possiede questo vantaggio in vista della grandiosità: di far passare l’ascoltatore attraverso diversi sentimenti e di arricchirsi di episodi variati. La monotonia porta in effetti rapidamente a sazietà e fa cadere le tragedie. Il verso eroico si è adattato per esperienza. Se si eseguisse un’imitazione narrativa in un qualsiasi altro verso o in molti, risulterebbe sconveniente, perché l’eroico è il verso di maggiore compostezza e corposità (perciò sopporta meglio glosse e traslati, l’imitazione narrativa è in-fatti più ricca delle altre), mentre il giambo e il tetrametro sono di movimento, questo di danza, quello d’azione. Ancora più assurdo mescolarli, come Cheremone.\"\n    },\n    {\n      \"frammento\": \"1460a\",\n      \"testo\": \"Perciò nessuno ha prodotto una vasta composizione se non in verso eroico e, come abbiamo detto, è la stessa natura a insegnare a scegliere ciò che le conviene. Omero, degno di lode per molte altre cose, è tra l’altro il solo poeta che non ignora quel che ha da fare. Il poeta deve parlare il meno possibile in prima persona, perché non è in questo che è imitatore. Gli altri dunque declamano in prima persona tutto il tempo e imitano poco e raramente, egli invece, dopo aver brevemente proemiato, subito introduce un uomo, una donna o un altro personaggio, nessuno privo di caratterizzazione, ma con carattere. Nelle tragedie bisogna realizzare il meraviglioso, mentre nell’epica si può avere piuttosto l’illogico, grazie a cui soprattutto si realizza il meraviglioso, perché non si ha sotto gli occhi colui che agisce. Le circostanze dell’inseguimento di Ettore risulterebbero ridicole sulla scena: gli uni che stanno fermi e non inseguono, l’altro che fa cenni col capo": null, " ma questo nei canti epici sfugge. Il meraviglioso è gradevole, ne è segno che tutti quando si trovano a riferire fanno delle aggiunte pensando di procurare piacere. Ed è Omero soprattutto che ha insegnato a tutti gli altri a dire il falso come si deve. In questo consiste la falsa deduzione. Se dato questo si ha quest’altro, oppure producendosi questo si produce quest’altro, gli uomini pensano che se c’è quello che viene dopo ci debba essere o produrre quel che viene prima": null, " ma ciò è falso. Perciò, se il primo è falso, ma è necessario che, essendoci, ci sia o venga ad essere anche il secondo, occorre aggiungerlo. È perché sappiamo che questo è vero che la nostra mente deduce falsamente l’esistenza del primo. Un esempio di ciò si ricava dal Bagno. Si deve preferire l’impossibile verisimile al possibile incredibile, e non comporre le storie di parti illogiche, ma piuttosto che non vi sia nulla di illogico, o almeno che resti fuori da quel che viene raccontato, come Edipo non sa come sia morto Laio, e non invece nell’azione drammatica come nell’Elettra coloro che riferiscono i giochi pitici o nei Misi il muto che da Tegea giunge nella Misia. È dunque ridicolo dire che il racconto ne sarebbe distrutto, perché in linea di principio non se ne devono comporre di siffatti": null, " qualora però lo si faccia e risulti abbastanza plausibile, si deve accettarlo anche se assurdo. Anche la parte dell’Odissea che riguarda lo sbarco è illogico e ne diverrebbe chiara l’inaccettabilità se l’avesse\"\n    },\n    {\n      \"frammento\": \"1460b\",\n      \"testo\": \"composta un poeta scadente. Così invece il poeta con gli altri pregi cancella e rende gradevole l’assurdo. Bisogna lavorare con impegno il linguaggio nelle parti inerti e in quelle prive di caratteri o di pensiero": null, " il linguaggio molto scintillante mette infatti in ombra i caratteri e i pensieri. Riguardo ai problemi e alle soluzioni, di quante e quali specie siano a chi li studia devono apparire nel modo seguente. Dal momento che il poeta è un imitatore come un pittore o un altro fabbricatore di immagini, è inevitabile che egli imiti sempre in uno dei tre modi che ci sono: o come le cose erano o sono, o come dicono e sembra loro che siano, o come dovrebbero essere. Questo si esprime con il linguaggio, nel quale ci sono glosse, traslati e molte alterazioni della lingua che si concedono ai poeti. Oltre a ciò non è la medesima la correttezza della politica e della poetica, né quella della poetica e di un’altra arte. Della poetica in quanto tale è un duplice errore: quello in sé e quello di coincidenza. Se si è deciso di imitare < correttamente e ci si sbaglia nell’esecuzione per> incapacità, l’errore è dell’arte in sé, ma se la scelta non è corretta, e si è fatto un cavallo con entrambe le destre in avanti, o l’errore in rapporto a un’arte particolare, come per esempio alla medicina o a un’altra arte qualsiasi, non è un errore in sé. Pertanto è guardando da questo punto di vista che si devono confutare le critiche nei problemi. Anzitutto riguardo all’arte in sé: si sono fatte cose impossibili, si è sbagliato, ma va bene se si raggiunge il fine di essa (e il fine è stato definito), se cosi si rende questa parte o un’altra più sorprendente. Un esempio è l’inseguimento di Ettore. Se tuttavia era possibile che il fine si realizzasse meglio o non peggio anche attenendosi all’arte che regola questi fatti, non va bene, perché se è possibile non bisogna in generale compiere alcun errore. Ancora: di quale dei due tipi è l’errore: di quelli che riguardano l’arte o di quelli che riguardano circostanze diverse? È meno grave infatti non sapere che una cerva non ha corna piuttosto che disegnarla in modo scarsamente imitativo. Oltre a questi casi, se la critica è che non è la realtà, ma forse è come dovrebbe essere, come per esempio anche lo stesso Sofocle disse di rappresentare gli uomini quali sarebbero dovuti essere, mentre Euripide li rappresentava quali essi erano, si deve confutare in questo modo. Se poi in nessuno dei due modi, che così se ne parla, come per esempio quel che riguarda gli dei: probabilmente né meglio né il vero, ma come capitò di dire a Senofane, ma dunque così se ne parla. Altri casi poi forse non meglio, ma così era, come ciò \"\n    },\n    {\n      \"frammento\": \"1461a\",\n      \"testo\": \"che riguarda le armi: «Avean le lance dritte sul puntale». Così infatti allora usavano, come ancora oggi gli Illiri. Sul bene o non bene detto o fatto da qualcuno non soltanto bisogna guardare alla stessa cosa fatta o detta, considerando se è importante o dappoco, ma anche a chi fa o dice, rivolto a chi, o quando, o per che cosa, o in vista di che, come per esempio perché si realizzi un maggior bene o si scongiuri un maggior male. Altre questioni si devono risolvere guardando al linguaggio": null, " per esempio, con una glossa, «i bardotti in principio», forse non intende i muli, ma i giovani di sentinella. E Dolone «che d’aspetto era brutto», non deforme di corpo, ma di viso laido, perché i Cretesi dicono «di bell’aspetto» chi è di bel viso. E «più forte mesci», non puro come agli ubriaconi, ma «più veloce». Altro è detto per traslato, per esempio: «tutti, dei e uomini, dormirono per tutta la notte», e insieme dice: «quando guardò la pianura troiana, di flauti e di trombe un rumore», «tutti» è detto per traslato per «molti», perché «tutto» è un tipo di «molto». Anche «sola esente» per traslato: ciò che è più conosciuto è in effetti unico. Secondo accentuazione, come Ippia di Taso ha risolto «diamo a lui da lucrar gloria», e «di cui una parte infradicia alla pioggia». Altre con la divisione, come per esempio Empedocle: «Tosto mortali nacquero le cose che prima avevano appreso immortali ad essere e intatte che prima si erano me-scolate».  Altre con l’ambiguità: «passato è il più della notte»": null, " «più» è infatti ambiguo. Altre secondo l’uso della lingua: quello mescolato si dice esser vino, donde è detto: «schiniere di ben lavorato stagno», e bronzisti quelli che lavorano il ferro, donde si dice che Ganimede versa il vino a Zeus, pur non bevendo essi vino. Questo potrebbe in verità essere anche per traslato. Bisogna anche, tutte le volte che una parola sembra esprimere una contraddizione, osservare quanti significati possa avere in ciò che è detto, come per esempio «qui si arrestò la bronzea lancia»": null, " in quanti modi può essere assunto il «qui»: così o così, come per lo più si può intendere. Al contrario di quel che dice Glaucone, di alcuni\"\n    },\n    {\n      \"frammento\": \"1461b\",\n      \"testo\": \"che senza ragionare formulano un’ipotesi, e dopo averla essi stessi condannata, traggono deduzioni e, come se fosse stato detto, criticano quel che loro hanno immaginato, se è contrario al loro pensiero. È capitato questo a proposito di Icario. Pensano che egli fosse lacone, e sarebbe perciò assurdo che non lo incontrasse Telemaco andato a Sparta. Ma forse le cose stanno come dicono i Cefalleni: Ulisse si sposò da loro e si trattava di Icadio e non di Icario. Dall’errore il problema. In generale l’impossibile deve essere ricondotto o alla poesia o al meglio o all’opinione corrente. In rapporto alla poesia un credibile impossibile è da preferirsi ad un incredibile anche se possibile tali essere come per esempio li dipinse Zeusi, cioè meglio, perché il modello deve essere superiore. In rapporto a quel che vien detto illogico: in questo modo, e anche che talvolta non è illogico perché è verisimile che accada qualcosa contro la verisimiglianza. Quel che è detto in modo contraddittorio si deve esaminare come si fanno le confutazioni nei trattati: se è la stessa cosa, in rapporto alla stessa cosa e in tal maniera che sia anche contraddizione con ciò che egli stesso dice o con ciò che può supporre una persona di senno. È giusta invece la critica all’illogicità e alla malvagità quando, mancando la necessità, si fa uso dell’illogico come Euripide di Egeo, o della malvagità, come nell’Oreste di quella di Menelao. Di cinque specie sono dunque le critiche che si fanno, dicendo che è impossibile, illogico, dannoso, contraddittorio o contro la correttezza propria dell’arte. Le confutazioni sono da considerarsi sulla base della rassegna fatta, e sono dodici.Ci si può chiedere se sia superiore l’imitazione epica o quella tragica. Se è superiore quella meno volgare e tale è sempre quella che si rivolge a spettatori superiori, è ben chiaro che quella che imita tutto è volgare: come se non si capisse se non ciò che vien posto direttamente davanti, si agitano con molti movimenti, come gli auleti scadenti che si attorcigliano se devono imitare un disco o tirano il corifeo quando suonano Scilla? La tragedia è dunque così, come anche i più antichi attori pensavano dei successivi. Minnisco infatti aveva definito per i suoi eccessi Callippide una scimmia, e la stessa\"\n    },\n    {\n      \"frammento\": \"1462a\",\n      \"testo\": \"fama aveva anche Pindaro. Nello stesso rapporto in cui questi stanno a quelli, tutta quanta l’arte sta all’epica. Si dice che questa sia rivolta a spettatori di qualità, che non hanno alcun bisogno delle figure": null, " la poesia tragica invece alla gente scadente. Se dunque è volgare è chiaro che dev’essere inferiore. Anzitutto l’accusa non riguarda la poetica ma l’arte dell’interprete, poiché è possibile eccedere con i mezzi espressivi anche facendo il rapsodo, ciò che faceva Sosistrato, e, cantando, Mnasiteo di Opunte. In secondo luogo non ogni movimento è da criticare, visto che non lo è la danza, ma solo quello degli scadenti, il che appunto si rimproverava a Callippide, e ora ad altri, di non sapere imitare donne perbene. Ancora: anche senza movimenti, la tragedia realizza le sue proprietà come l’epica, per-ché quale essa sia si rivela chiaramente alla lettura. Se dunque davvero in tutto il resto è superiore, non è necessario che proprio questo le pertenga. Inoltre perché possiede tutto ciò che possiede l’epica (è possibile anche che ne usi il verso), e in più in non piccola parte la musica grazie a cui i piaceri acquistano più evidente consistenza, e questa evidenza la possiede sia alla lettura sia all’esecuzione. Ancora: per il compiersi il fine \"\n    },\n    {\n      \"frammento\": \"1462b\",\n      \"testo\": \"dell’imitazione in minore ampiezza: ciò che è più concentrato è più gradevole di ciò che è diluito in molto tempo, intendo come se si ponesse l’Edipo di Sofocle in versi epici quanti ne ha l’Iliade. Ancora: l’imitazione epica è meno unitaria (ne è prova che da qualsiasi imitazione possono prodursi più tragedie), sì che, quando si compone un unico racconto se esposto alla svelta risulta scarno, se invece è adeguato all’ampiezza del verso, annacquato. Intendo parlare di quando da più azioni se ne componga una, come l’Iliade possiede molte parti siffatte e l’Odissea ne ha che anche da sé possiedono grandezza": null, " eppure questi poemi sono composti come meglio non si può, e sono il più possibile imitazione di un’unica azione. Se perciò differisce per tutte queste cose, e anche per l’effetto dell’arte (esse non devono produrre un piacere qualsiasi ma quello detto), è chiaro che deve essere superiore perché raggiunge meglio dell’epica il fine. Tanto sia detto sulla tragedia e sull’epica, sulle loro forme e le loro parti, quante sono e in che cosa differiscono, quali sono le cause della buona o della cattiva riuscita, sulle critiche e sulle confutazioni.\"\n    }\n  ]\n}": null}