{"﻿{\n  \"poetica\": [\n    {\n      \"frammento\": \"1447a\",\n      \"testo\": \"Parliamo dell’arte poetica in sé stessa e insieme delle sue forme, quale potenzialità ciascuna possiede, e in che modo bisogna comporre le trame perché la produzione poetica risulti bella, e inoltre da quante e quali parti è composta, e parimenti di quanti altri <elementi> attengono alla ricerca in questione, cominciando, secondo natura, prima dai primi. Dunque, il poema epico e la poesia tragica, e inoltre la commedia e la poesia ditirambica e la maggior parte dell’auletica e della citaristica sono tutti quanti, nell’insieme, imitazioni": null, " che tuttavia differiscono tra loro in tre modi: o per imitare per mezzo di cose diverse, o per imitare cose diverse, o per imitare in modo diverso e non nella stessa maniera. Infatti, come tra coloro che raffigurano - chi con tecnica, chi per abitudine - alcuni imitano il molteplice con i colori e le figure, altri attraverso la voce, così anche in tutte le suddette tecniche l’imitazione si compie mediante il ritmo, la voce e l’armonia, presi separatamente o mescolati": null, " ad esempio, armonia e ritmo sono usati solo nell’auletica, nella citaristica e in quelle altre <tecniche> che sono come queste quanto a potenzialità, ossia l’arte della siringa <e> l’arte dei danzatori, che imitano con il solo ritmo senza armonia (e, infatti, questi imitano, mediante ritmi figurati, caratteri, passioni e azioni). Invece, la <tecnica> che fa uso solo della nuda parola e quella che fa uso dei versi, sia\"\n    },\n    {\n      \"frammento\": \"1447b\",\n      \"testo\": \"mescolati tra loro che in un qualche genere unico, si trovano ad essere ancora oggi senza nome. Non  potremmo, infatti, [io] denominare alcunché di comune tra i mimi di Sofrone e di Senarco e i discorsi socratici, né a proposito dell’imitazione che qualcuno facesse mediante trimetri o versi elegiaci o simili, se non per il fatto che gli uomini, che mettono in collegamento il fare poesia con il metro, li chiamano poeti elegiaci o epici, designandoli come poeti non secondo l’imitazione, ma, per consuetudine, secondo il metro. E in effetti, è abituale chiamare così anche quelli che declamano in versi argomenti di medicina o di fisica": null, " ma in realtà non esiste nulla di comune tra Omero ed Empedocle tranne il metro, per cui è giusto chiamare l’uno poeta e l’altro fisiologo piuttosto che poeta. E ciò <vale> anche se qualcuno realizzasse l’imitazione mescolando tutti i metri, proprio come ha fatto Cheremone nel Centauro, mescolando in una rapsodia tutti i metri, e ricevendo così l’appellativo di poeta. Su ciò <valga> ciò che si è definito in tal modo. Ma vi sono tecniche che fanno uso di tutti i mezzi suddetti": null, " parlo ad esempio del ritmo, della melodia e del verso, come nella poesia ditirambica, o in quella nomica, o anche nella tragedia e nella commedia, che differiscono, tuttavia, perché alcune <li usano> tutti insieme, alcune separatamente. Tra le tecniche con cui si realizza l’imitazione, pongo dunque tali differenze.\"\n    },\n    {\n      \"frammento\": \"1448a\",\n      \"testo\": \"Poiché gli imitatori imitano persone che agiscono, ed è necessario che queste siano o serie o di poco valore (i caratteri, infatti, obbediscono quasi sempre a questi soli <tipi>": null, " e, quanto ai caratteri, tutti differiscono per malvagità o per virtù), ossia o migliori rispetto a noi, o peggiori o dello stesso genere - proprio come <fanno> i pittori: Poiignoto che raffigura <persone> superiori <rispetto a noi>, Pausone, peggiori, Dionisio, simili - è chiaro che ciascuna delle suddette imitazioni avrà queste differenze e in questo modo sarà diversa perché imiterà cose diverse. E in effetti, anche nella danza, nell’auletica [io] e nella citaristica sono  intervenute queste dissimiglianze, e inoltre nella prosa e nella poesia senza accompagnamento musicale: ad esempio, in Omero, <che ha imitato> persone migliori, in Cleofonte, simili, mentre in Egemone di Taso, primo <a comporro poesie parodistiche, e in Nicocare, nella sua Viliade, peggiori. Parimenti si potrebbe imitare riguardo ai ditirambi e all’arte nomica, come ad esempio il Ciclope di Timoteo e Filosseno. La stessa differenza è riscontrabile nella tragedia rispetto alla commedia: questa, infatti, tende a imitare persone peggiori, quella migliori delle attuali. C’è ancora una terza differenza tra queste <tecniche>: il come si può imitare ognuna di queste cose. Infatti, è possibile imitare con gli stessi mezzi e le stesse cose, ma o raccontandole - sia divenendo qualcos’altro, come fa Omero, sia <rimanendo> sé stessi e non trasformandosi - oppure <ponendo> coloro che imitano come tutte persone che agiscono e che operano di fatto. Quindi, come detto dapprincipio, è in queste tre differenze che sta l’imitazione: o relativamente ai mezzi, o agli oggetti, o al come. Cosicché, da una parte Sofocle può essere lo stesso imitatore che è Omero, perché entrambi imitano persone serie, e dall’altra può esserlo come Aristofane, perché entrambi imitano persone che agiscono e che drammatizzano. Donde, alcuni dicono che tali opere abbiano preso il nome di «drammi», perché imitano persone che drammatizzano. Perciò i Dori rivendicano sia la tragedia che la commedia (la commedia la rivendicano tanto i Megaresi di qui, poiché è presso di loro che è nata la democrazia, quanto quelli della Sicilia, di lì, infatti, era Epicarmo, poeta che è anteriore a Chionide e Magnete": null, " <mentre> la tragedia <la riven-dicano> talune delle popolazioni del Peloponneso), portando come segno i nomi: quelli, infatti, dicono kòmas per intendere i sobborghi, gli Ateniesi invece dèmous, e dunque «commedianti» non viene dal fare baldoria (kōmazein), ma dal vagabondare per i kōmai, disprezzati da coloro che vivono in città.\"\n    },\n    {\n      \"frammento\": \"1448b\",\n      \"testo\": \"Inoltre, quelli <chiamano> il fare (to poiein) dran, mentre gli Ateniesi lo chiamano prattein. Pertanto, su quante e quali sono le differenze relative all’imitazione siano dette queste cose. Due, invece, appaiono le cause da cui è nata l’arte poetica nel suo insieme ed entrambe naturali. L’imitare, infatti, è connaturato agli esseri umani fin dall’infanzia e ciò li distingue dagli altri animali: perché sono i più inclini all’imitazione e attraverso l’imitazione si procurano le prime conoscenze, e perché sono portati tutti a provare piacere delle imitazioni. Ne è segno ciò che accade [io] davanti alle opere <d’imitazione>: infatti, di quelle cose che nella realtà vediamo con pena, proviamo invece piacere a contemplare le immagini più accurate, ad esempio, le forme degli animali meno apprezzati e dei morti. Causa anche di questo è che rapprendere è la cosa più piacevole, non solo per i filosofi, ma anche per gli altri, benché ne partecipino in misura minore. Per  questo, quindi, proviamo piacere a guardare le immagini: perché, contemplandole, accade che apprendiamo e sillogizziamo su cos’è ciascuna cosa, ad esempio che questo è quello. Giacché, se per caso <qualcosa> non sia mai stato visto prima, non produrrà piacere in quanto immagine imitativa, ma per la foggia, il colore, o per altre cause del genere. Essendo noi portati per natura all’imitare, all’armonia e al ritmo (i metri, infatti, è chiaro che sono parti del ritmo), all’inizio coloro che in queste cose tendevano verso il grado sommo, a poco a poco hanno dato luogo alla poesia, progredendo dalle iniziali improvvisazioni. La poesia si suddivise in base ai caratteri propri <dei poeti>: i più nobili imitavano le azioni belle e di persone siffatte, mentre i più volgari le azioni di quelli di scarso valore, componendo soprattutto invettive, come gli altri componevano inni ed encomi. Di nessuno dei poeti prima di Omero possiamo citare un’opera del genere, <e> benché sia probabile ce ne siano stati molti, è possibile solo a partire da Omero, con il suo Margite e opere del genere. In queste opere, si giunse nel modo appropriato al metro giambico - e perciò ora è chiamato giambo: perché mediante questo metro si satireggiava (iambizon) gli uni contro gli altri. E cosi i poeti antichi sono divenuti o poeti di versi eroici o poeti di versi giambici. Come Omero è stato soprattutto poeta di cose serie unico non solo perché ha composto bene, ma anche perché ha realizzato imitazioni drammatiche), così è stato anche il primo a insegnare la caratteristica principale della commedia, che non drammatizza l’invettiva, ma il ridicolo. Il Margite, infatti, rivela un’analogia: l'Iliade\"\n    },\n    {\n      \"frammento\": \"1449a\",\n      \"testo\": \"e l'Odissea stanno alle tragedie come questo sta alle commedie. Una volta apparse la tragedia e la commedia, i poeti, muovendo in direzione dell’uno o dell’altro genere di poesia secondo la loro particolare natura, divennero gli uni compositori di commedie anziché di giambi, gli altri di tragedie anziché di poemi epici, poiché tali forme sono più illustri e stimabili di quelle. Indagare, poi, se la tragedia abbia già dato o meno completamente corso alle sue specie, giudicando in sé e per sé o in relazione all’arte teatrale, è altro discorso. Divenuta, infatti, dalle prime [io] improvvisazioni - la stessa tragedia, e anche la commedia, luna a partire dagli iniziatori del ditirambo, l’altra da quelli dei canti fallici, i quali da tempo e ancora oggi continuano comunque ad essere praticati in numerose città - a poco a poco si accrebbe, sviluppando, <i poeti>, quanto di essa diveniva manifesto. La tragedia cessò poi di subire tutti i cambiamenti che l’hanno trasformata, quando raggiunse la sua natura propria. Il primo a portare da uno a due il numero degli attori fu ritenuto Eschilo, che diminuì anche la parte assegnata al coro e fece assumere un ruolo da protagonista al dialogo": null, " mentre Sofocle li portò a tre e <introdusse> la scenografia. Anche riguardo alla grandezza: a partire da brevi trame e da un’espressione comica poiché evolveva dal satiresco, <la tragedia> assunse in seguito tono solenne e il suo metro, da tetrametro, diventò giambo. All’inizio, infatti, si utilizzava il tetrametro, poiché la poesia era satiresca e maggiormente legata alla danza, ma affermandosi lo stile <parlato>, la natura stessa trovò il metro appropriato: infatti, il giambo, tra i metri, è il più adatto al parlato": null, " segno di ciò è che nel parlare tra noi pronunciamo molti giambi, ma raramente esametri, e solo quando usciamo dall’intonazione del parlato. Inoltre, sul numero degli episodi <e> su come si dice che ciascuna delle altre cose abbia trovato sistemazione, ci si attenga a quanto detto: sarebbe, infatti, compito gravoso fare su ognuno un’esposizione dettagliata. La commedia è, come s’è detto, imitazione di persone di più scarso valore <del comune>, e tuttavia non del tutto malvagie, ma appartenenti a quella parte del brutto che è il ridicolo. Il ridicolo, infatti, è una sorta di errore e una bruttura priva di dolore e non rovinosa, com’è senz’altro la maschera teatrale comica: qualcosa di brutto e deforme senza dolore. Dunque, mentre le trasformazioni della tragedia e <ciò> che avveniva attraverso di queste non è passato inosservato, la commedia, poiché\"\n    },\n    {\n      \"frammento\": \"1449b\",\n      \"testo\": \"all’inizio non presa sul serio, ci è rimasta nascosta": null, " e infatti l’arconte concesse il coro ai commedianti solo molto tempo dopo che era appannaggio di volontari. Di coloro che vengono chiamati poeti della commedia, d’altra parte, si ha ricordo solo da quando essa possiede alcune caratteristiche. Ma chi introdusse la maschera teatrale, il prologo, un maggior numero di attori, e cose di questo genere, lo si ignora. Il comporre trame, <al modo di> Epicarmo e Formide, all’origine provenne dalla Sicilia. Mentre tra gli Ateniesi fu Cratere il primo ad abbandonare la forma giambica per comporre dialoghi e trame di carattere universale. Dunque, mentre l’epica seguì la tragedia fino ad essere imitazione di persone serie, <resa> con discorso in versi, da questa invece si distingue per possedere metro uniforme ed essere una narrazione": null, " e inoltre per la lunghezza: in quanto luna si sforza il più possibile di rimanere entro un solo giro di sole, o poco più, mentre l’epica, indefinita riguardo al tempo, si distingue proprio per questo aspetto, anche se, in questo, la tragedia e i versi epici all’inizio erano composti in modo simile. Quanto alle parti, alcune sono le medesime, altre sono esclusive della tragedia. Perciò, chiunque sa intorno alla bontà o mediocrità di una tragedia, sa anche intorno <alla bontà e mediocrità> dell’epica": null, " giacché ciò che attiene all’epica è proprio anche della tragedia, mentre ciò che attiene a quest’ultima non è tutto nell’epica. Sull’arte dell’imitazione in esametri e sulla commedia ci interrogheremo in seguito. Parliamo invece della tragedia, riprendendo dalle cose dette la definizione che proviene dalla sua sostanza. Tragedia è dunque imitazione di un’azione seria e conclusa, dotata di grandezza, con un discorso reso piacevole, differentemente per ciascun elemento nelle sue parti, di persone che agiscono <direttamente > e non tramite narrazione, la quale imitazione, attraverso compassione e paura, porta ad effetto la catarsi di siffatte passioni. Per «discorso reso piacevole» intendo quello che ha ritmo, armonia e melodia, mentre per «differentemente per ciascun elemento» intendo il portare ad effetto alcune attraverso il solo metro e ad altre invece con la melodia. Dal momento che sono coloro che agiscono a produrre l’imitazione, innanzitutto dovrebbe di necessità essere considerato come parte della tragedia l’ordine della messa in scena": null, " poi la composizione musicale e l’enunciazione: attraverso di questi, infatti, si produce l’imitazione. Per «enunciazione» intendo la composizione stessa dei metri della tragedia, mentre per «composizione musicale» intendo ciò che a tutti può essere chiaro. E dal momento che l’imitazione è <imitazione> dell’azione ed è attuata da coloro che agiscono, i quali sono necessariamente di una certa qualità a seconda del carattere e del pensiero, (è, infatti, per mezzo di questi\"\n    },\n    {\n      \"frammento\": \"1450a\",\n      \"testo\": \"che possiamo dire le azioni essere di una certa qualità - è naturale che due siano le cause dell’azione: pensiero e carattere - ed è a seconda di queste <azioni> che tutti o riescono o falliscono, allora imitazione dell’azione è la trama, intendendo per «trama», ciò in cui consiste la sintesi dei fatti, per «caratteri», ciò secondo cui diciamo che coloro che agiscono hanno certe qualità, e per «pensiero», ciò con cui coloro che parlano dimostrano qualcosa o esprimono una massima. Di necessità, le parti di tutta la tragedia sono, dunque, sei, e in base a ciò la tragedia è di una certa qualità. Esse sono la trama, i caratteri, l’enunciazione, il pensiero, la messa in scena e la composizione musicale. Due parti riguardano i mezzi con cui si imita, una riguarda il modo in cui si imita, tre le cose che si imitano": null, " oltre queste non c’è altro. E certamente, diciamo così che tra <i poeti> non pochi hanno utilizzato siffatte forme": null, " infatti, nella messa in scena c’è tutto: il carattere, la trama, l’enunciazione, la musica e anche il pensiero. Ma la più importante tra le parti è la composizione dei fatti": null, " giacché la tragedia è imitazione non di uomini ma di azione e di vita - felicità e infelicità sono nell’azione e il fine è qualcosa dell’azione, non una qualità: si è di una certa qualità secondo i caratteri, ma felici o il contrario secondo le azioni - dunque non si agisce perché siano imitati i caratteri, ma si includono i caratteri in ragione delle azioni, poiché fine della tragedia sono i fatti e la trama, e il fine è la cosa più importante di tutte. Ancora di più: mentre non potrebbe esservi tragedia senza azione, potrebbe esservi senza caratteri. Infatti, le tragedie della maggior parte dei giovani sono sprovviste di caratteri, e, in generale, ci sono molti compositori poetici di questo genere, come accade per pittori come Zeusi in confronto a Polignoto: infatti, se Polignoto era un buon pittore di caratteri, la pittura di Zeusi non tiene in alcuna considerazione il carattere. E addirittura, anche se si pongono in successione discorsi morali ben composti per enunciazione e pensiero, non si realizza quello che è l’effetto della tragedia. Molto di più <lo realizza> invece una tragedia che utilizzi elementi inferiori da quel punto di vista, e che tuttavia abbia una trama e una composizione dei fatti. Inoltre, quanto ai mezzi con i quali la tragedia seduce, le cose più importanti sono parte della trama: i capovolgimenti e i riconoscimenti. Ne è segno ulteriore, che coloro che si accingono a poetare divengono precisi in ordine all’enunciazione e ai caratteri prima di divenirlo in ordine al comporre i fatti, com’è stato per tutti o quasi i primi poeti. Pertanto la trama è il principio e come l’anima della tragedia, mentre in secondo luogo vengono i caratteri (un po’ come nella pittura,\"\n    },\n    {\n      \"frammento\": \"1450b\",\n      \"testo\": \"dove se si spargono alla rinfusa belle tinte non si ha un piacere pari a quando si disegnano le immagini in bianco <e nero>)": null, " e dunque l’imitazione è <imitazione> dell’azione e perciò in massima parte di persone in azione. In terzo luogo <viene> il pensiero, che corrisponde al poter dire le cose in essere e le cose appropriate, com’è compito dei discorsi politici e retorici": null, " infatti i <poeti> antichi realizzavano personaggi che parlavano in termini politici, ora <si realizzano personaggi> che parlano in termini retorici. Il carattere è ciò che rende manifesto quale sia la scelta - perciò, tra i discorsi, non hanno carattere etico quelli in cui manca del tutto ciò che colui che parla sceglie o rifugge - mentre il pensiero è in coloro che dimostrano che qualcosa è o che non è, o asseriscono qualcosa di universale. Quarto è l’enunciazione. Chiamo enunciazione, come si è già detto, la comunicazione attraverso le parole, che ha la medesima potenzialità sia in versi che in prosa. Tra le parti rimanenti, la composizione musicale è il più importante degli ornamenti, mentre la messa in scena è l’elemento più seducente, ma anche il più lontano dalla tecnica e il meno proprio dell’arte poetica. Infatti, la potenzialità della tragedia è a parte dai concorsi drammatici e dagli attori, e per di più, relativamente alla costruzione della messa in scena, la tecnica scenografica è più importante di quella poetica. Una volta definite queste cose, diciamo quale dev’essere la composizione dei fatti, giacché questo è l’elemento primo e più importante della tragedia. Abbiamo stabilito che la tragedia è imitazione di un’azione conclusa e intera, avente una qualche grandezza": null, " infatti qualcosa può costituire una totalità e non avere alcuna grandezza. Costituisce una totalità ciò che ha inizio, mezzo e conclusione. Inizio è ciò che necessariamente non sta dopo altro, ma a cui dopo di esso segue o diviene per natura altro. Conclusione, al contrario, ciò che per natura sta dopo altro e a cui necessariamente o perlopiù non segue nient'altro. Invece mezzo è ciò che sta dopo altro e a cui segue altro. Pertanto, per formare buone trame è necessario che esse non abbiano origine da dove capita o si concludano dove capita, ma che si comportino secondo le caratteristiche suddette. E inoltre, poiché ciò che è bello, nella vita animale come in tutte le cose composte di parti, deve non solo averle ordinate, ma presentare anche una grandezza non casuale - il bello, infatti, è nella grandezza e nell’ordine - perciò non può essere bello né un animale estremamente piccolo (giacché la contemplazione troppo prossima, facendo divenire impercettibile il tempo, si confonde), né uno estremamente grande (giacché\"\n    },\n    {\n      \"frammento\": \"1451a\",\n      \"testo\": \"la contemplazione non avviene nell’insieme, e in chi contempla vanno perdute unità e totalità della visione), come accadrebbe per un animale di diecimila stadi. E proprio come deve esserci una grandezza per il corpo e per gli animali tale da essere però facilmente abbracciabile con lo sguardo, così deve esserci una lunghezza della trama tale da essere però facilmente memorizzabile. Il limite della lunghezza in relazione agli agoni tragici e alla <loro> percezione non è tuttavia una questione di tecnica <poetica>": null, " se infatti si dovessero far gareggiare cento tragedie, lo si dovrebbe fare avvalendosi della clessidra. Per quanto riguarda, invece, il limite relativo alla natura stessa del fatto, in ordine alla grandezza è sempre più bello ciò che è più grande fintanto che resta comprensibile. O, per dirla definendo in assoluto, è adeguato il limite della grandezza cui, attraverso una successione di eventi che si producono secondo probabilità o necessità, riesce di rovesciarsi dalla cattiva alla buona sorte o dalla buona alla cattiva. La trama è unitaria non, come credono alcuni, se riguarda un unico < individuo>, giacché a uno capitano molteplici e infinite cose, da alcune delle quali non si ha nessuna unità. Così come dalle molteplici azioni di un individuo non proviene alcuna azione unitaria. Perciò tutti quei poeti che hanno composto Eraclidee, Teseidi o poemi del genere pare che si sbaglino": null, " congetturano, infatti, che poiché Eracle era uno, una dev’essere anche la relativa trama. Omero, invece, che si distingue pure per altre cose, anche su questo, grazie alla tecnica o alla natura, pare aver visto bene. Infatti, componendo l'Odissea, non l’ha composta su tutto quanto è capitato ad <Odisseo>: come l’essere stato ferito sul Parnaso, o l’aver simulato di essere folle durante la chiamata alle armi - per nessuno dei quali, accaduto l’uno, era necessario o probabile che accadesse l’altro - ma l’ha costituita, come anche l'Iliade, intorno a un’azione unica, come s’è detto. Come nelle altre tecniche imitative un’imitazione è unitaria se lo è di un unico, così anche riguardo alla trama: in quanto imitazione dell’azione, dev'esserlo di un’azione una e intera e riunire le parti relative ai fatti in modo tale che cambiandone o aggiungendone qualcuna si sconvolge e si muta l’intero. Ciò che, infatti, aggiunto o meno, non risulta evidente, nemmeno è parte di un intero. Da ciò che si è detto risulta evidente che opera del poeta non è dire le cose accadute, ma quali potrebbero accadere e le cose possibili secondo probabilità o necessità. \"\n    },\n    {\n      \"frammento\": \"1451b\",\n      \"testo\": \"Lo storico e il poeta, infatti, non differiscono per il parlare uno in versi e l’altro in prosa (se infatti le opere di Erodoto si mettessero in versi, nondimeno, metro o non metro, non sarebbero che una narrazione storica), ma differiscono per questo: per dire uno le cose accadute e l’altro le cose quali potrebbero accadere. Perciò la produzione poetica è più filosofica e seria della narrazione storica: la produzione poetica, infatti, dice soprattutto le cose universali, mentre la narrazione storica dice il particolare. E' universale quali cose a quali persone capiti di dire o di fare secondo probabilità o necessità - e questo ha di mira la produzione poetica quando mette i nomi - mentre il particolare è cosa Alcibiade fece o cosa gli capitò. Ciò è senz’altro immediatamente chiaro per quanto riguarda la commedia: coloro che, infatti, ne compongono la trama, <lo fanno> per mezzo di cose probabili, apponendovi poi i nomi che capitano, e non poetano, come gli autori di giambi, intorno al particolare. Per quanto riguarda la tragedia, essa si attiene invece a nomi di cose avvenute. Causa ne è che il possibile è verosimile, e dunque le cose non ancora mai avvenute non crediamo che siano possibili, mentre le cose avvenute è evidente che sono possibili, giacché se fossero state impossibili, non sarebbero avvenute. E tuttavia in alcune tragedie sono conosciuti solo uno o due nomi e gli altri sono inventati, mentre in altre, come ad esempio l'Anteo di Agatone, parimenti nessuno <è conosciuto>, i fatti e i nomi sono inventati e nondimeno essa ben dispone. Cosicché, non bisogna cercare di attenersi ad ogni costo alle trame tradizionali intorno alle quali vertono le tragedie. Infatti, ricercare ciò è ridicolo, poiché tali conoscenze sono conoscenze di pochi e invece <la tragedia> ben dispone tutti. Da tutto ciò risulta dunque chiaro che il poeta deve essere tale più per le trame che per i versi, in quanto il poeta è tale in ragione dell’imitazione e perché imita le azioni. Così, dunque, se <al poeta> capitasse di poetare su cose accadute non sarebbe meno poeta": null, " niente, infatti, impedisce che alcune di queste potessero essere com’è probabile che accadano e possibili": null, " e perciò uno è poeta. Fra le trame e le azioni semplici, quelle episodiche sono le peggiori": null, " chiamo episodica una trama in cui gli episodi vengono uno dopo l’altro senza probabilità né necessità. Esse sono composte dai cattivi poeti per loro stessa responsabilità, dai buoni per responsabilità degli attori. <I poeti>, infatti, componendo per gli agoni tragici e prolungando la trama oltre la sua potenzialità, sono spesso\"\n    },\n    {\n      \"frammento\": \"1452a\",\n      \"testo\": \"costretti a stravolgere la successione. Siccome l’imitazione non è solo di un’azione conclusa, ma anche di fatti che incutono paura e destano compassione, questi si hanno soprattutto quando accadono contro le aspettative uno a causa dell’altro. Giacché lo stupore si produrrà meglio in questo modo che dal caso o dalla fortuna, poiché, anche in tema di cose fortunose, si ritiene che siano più stupefacenti quelle che appaiono accadute di proposito, come, ad esempio, la statua di Miti che ad Argo uccise colui che era stato causa della morte di Miti, cadendogli addosso mentre assisteva a uno spettacolo. È probabile, infatti, che tali cose non accadano per caso, e quindi rendono necessariamente più belle le trame di questo genere. Fra le trame, ce ne sono di semplici e di complesse, dato che già le azioni di cui le trame sono imitazioni si presentano direttamente in tal modo. Chiamo semplice l’azione durante il cui accadere, come si è definito, continuo e unitario, il mutamento avviene senza capovolgimento o riconoscimento": null, " complessa, invece, <l’azione> secondo la quale il mutamento segue a un riconoscimento o a un capovolgimento o a entrambi. E ciò deve originarsi dalla composizione stessa della trama, così da provenire dai fatti precedentemente accaduti ed accadere secondo necessità o probabilità": null, " infatti, c’è molta differenza tra il divenire di questa certa cosa a causa di quest’altra o dopo quest’altra. Il capovolgimento consiste, come annunciato, nella trasformazione dei fatti al contrario, e ciò, come andiamo dicendo, secondo probabilità o necessità, come ad esempio nell'Edipo, in cui colui venuto per allietare Edipo e allontanarlo dalle paure verso la madre, svelando chi questi era, produce l’effetto contrario": null, " o anche nel Linceo, in cui chi è condotto a morte e Danao lo sta accompagnando per ucciderlo, dagli accadimenti avviene che questo muoia mentre quello si salvi. Il riconoscimento, come dice il nome stesso, è una trasformazione dalla non conoscenza alla conoscenza in direzione della phiia, o dell’inimicizia, di coloro che sono definiti in considerazione della buona o della cattiva sorte. Il riconoscimento più bello si ha quando accade insieme al capovolgimento, come si ha nell'Edipo. Tuttavia ci sono senz’altro anche altri riconoscimenti: sono riconoscimenti, infatti, anche quelli relativi a cose inanimate e casuali, [come s’è detto che accade,] e se qualcuno ha compiuto o non ha compiuto <qualcosa>. Ma il migliore relativamente alla trama e all’azione è quello detto": null, " giacché un tale riconoscimento e capovolgimento comporteranno compassione \"\n    },\n    {\n      \"frammento\": \"1452b\",\n      \"testo\": \"o paura (e la tragedia si presenta come imitazione di tale tipo di azioni), poiché sia il cadere in sfortuna che l’acquisire fortuna seguono a questo genere di cose. Poiché, dunque, il riconoscimento è riconoscimento di qualcuno, alcuni riconoscimenti lo sono solo di uno in relazione all’altro, allorché sia chiaro chi è l’altro": null, " mentre altri riconoscimenti devono essere riconoscimenti reciproci, come ad esempio Ifigenia che è riconosciuta da Oreste dall’invio della lettera, mentre per quello, da parte di Ifigenia, era necessario un altro riconoscimento. Due, perciò, sono le parti della trama: capovolgimento [io] e riconoscimento. Una terza è la sciagura. Di ciò che concerne capovolgimento e riconoscimento s’è detto, mentre la sciagura è l’azione distruttiva o dolorosa, come ad esempio le morti in scena o le sofferenze, i ferimenti e ogni cosa di questo genere. Delle parti della tragedia che bisogna utilizzare come forme abbiamo parlato prima, mentre quelle separate, nei confronti delle quali si distingue secondo quantità, sono le seguenti: il prologo, l’episodio, l’esodo, il canto corale - e di questo da una parte la parodo e dall’altra lo stasimo, che sono parti comuni a tutte, mentre quelli <che provengono> dalla scena e i kommoi sono peculiari <di alcuno>.Il prologo è l’intera parte della tragedia che precede la parodo del coro": null, " l’episodio l’intera parte della tragedia in mezzo tra interi canti corali": null, " l’esodo l’intera parte della tragedia dopo la quale non vi è canto del coro. La parodo del coro è l’intera prima enunciazione del coro": null, " lo stasimo è il canto corale privo di anapesto e di trocheo": null, " il kommos è il lamento comune del coro e dalla scena. Delle parti della tragedia che bisogna utilizzare <come formo abbiamo parlato prima, invece quelle che si suddividono secondo quantità sono queste. Di seguito alle cose dette finora, occorre trattare di ciò che bisogna avere di mira e da cui bisogna guardarsi componendo le trame e da dove viene l’effetto della tragedia. Dato, dunque, che la sintesi della tragedia più bella non deve essere semplice ma complessa e imitativa di fatti paurosi e degni di compassione (ciò infatti è proprio di tale genere d’imitazione), innanzitutto è chiaro che non si devono presentare uomini buoni che passano dalla buona alla cattiva sorte, giacché questo non è né pauroso né degno di compassione, ma solo ripugnante, né <si devono presentato malvagi che passano dalla cattiva alla buona sorte - ciò, infatti, tra tutti è il caso meno tragico, giacché non possiede nessuno dei tratti che deve: non suscita senso d’umanità,\"\n    },\n    {\n      \"frammento\": \"1453a\",\n      \"testo\": \"né compassione, né paura - e inoltre, nemmeno si deve presentare il malvagio che passa dalla buona alla cattiva sorte. Infatti, se questo genere di composizione suscita senso d’umanità, non suscita tuttavia compassione né paura, giacché la prima si prova per chi cade in sventura incolpevole, la seconda per chi ci è simile - compassione per l’incolpevole, paura per il simile - e quindi tale caso non è degno di compassione, né pauroso. Colui che resta, dunque, è l’intermedio tra questi. Di tal genere è colui che non si distingue per virtù e giustizia, né che passa alla cattiva sorte a causa di vizio e malvagità, ma a causa di un qualche errore, tra coloro che si trovano in grande reputazione e buona sorte, come Edipo, Tieste e gli uomini illustri che hanno questo genere di nascita. Pertanto, è necessario che la trama ben fatta sia semplice piuttosto che doppia, come sostengono alcuni, e passi non dalla cattiva alla buona sorte, bensì, al contrario, dalla buona alla cattiva, non a causa di malvagità, ma a causa di un errore grande da parte di colui che si è detto, o comunque di un personaggio migliore piuttosto che peggiore <di quello>. Infatti, ne è prova ciò che accade: mentre all’inizio i poeti davano conto dei miti che capitavano, ora, invece, le tragedie più belle sono  composte intorno a poche casate, ad esempio intorno ad Alcmeone, Edipo, Oreste, Meleagro, Tieste, Telefo e a quant’altri accadde di subire o fare cose terribili. La tragedia più bella secondo tecnica, pertanto, ha origine da questa composizione. Perciò, sbagliano nello stesso modo anche quelli che accusano Euripide perché fa questo nelle sue tragedie [e molte delle sue finiscono nella cattiva sorte]. Ciò, come s’è detto, è invece corretto. Segno più importante ne è che sulle scene e negli agoni risultano più tragiche, se correttamente composte, quelle di tale genere, ed Euripide, anche se non organizza bene altre cose, appare tuttavia il più tragico dei poeti. Viene invece al secondo posto la composizione da alcuni considerata al primo: quella doppia, come l' Odissea, che termina in modo opposto per i migliori e per i peggiori. Sembra essere al primo posto, ma solo a causa della debolezza degli spettatori teatrali": null, " i poeti, infatti, componendo, inclinano ai desideri degli spettatori. Ciò tuttavia non è il piacere proprio della tragedia, ma piuttosto della commedia. Là, infatti, coloro che nel mito più si odiano, ad esempio Oreste ed Egisto, alla fine escono diventati amici e nessuno uccide nessuno.\"\n    },\n    {\n      \"frammento\": \"1453b\",\n      \"testo\": \"Ciò che è pauroso e degno di compassione può senz’altro conseguire dalla messa in scena, ma anche dalla composizione stessa dei fatti, il che è la cosa primaria e propria del miglior poeta. È necessario, infatti, comporre la trama in modo tale che chi ascolta i fatti accaduti rabbrividisca e provi compassione per ciò che accade, anche senza la visione": null, " cosa che si può provare ascoltando la trama dell’'Edipo. Invece, il mettere a punto tale effetto per mezzo della messa in scena è più estraneo alla tecnica e ha bisogno di un complesso di mezzi scenici. Coloro che poi, per mezzo della messa in scena, mettono a punto non il pauroso, ma soltanto il mostruoso, non hanno niente a che vedere con la tragedia, giacché nella tragedia non bisogna ricercare ogni piacere, ma solo quello che le è proprio. E poiché il poeta deve mettere a punto il piacere dalla compassione e dalla paura causate dall’imitazione, è chiaro che ciò occorre che si produca nei fatti. Cerchiamo di comprendere quali fatti tra quelli che accadono appaiono terribili e quali degni di compassione. Ebbene, azioni di questo genere è necessario <che avvengano> tra individui che sono gli uni verso gli altri o cari, o nemici o indifferenti. Ma se un nemico <va contro> il nemico, che ciò avvenga effettivamente o sia sul punto di avvenire, <non suscita> alcuna compassione, eccetto che per la sciagura in sé. Non sarebbe possibile nemmeno essendo indifferenti. Invece, quando si hanno sciagure nelle relazioni di philia, come il fratello che uccide o sta per uccidere il fratello, o il figlio il padre, o la madre il figlio, o il figlio la madre e altre azioni di questo genere, è questo che occorre ricercare. Non si devono, dunque, smantellare le trame tradizionali, come quella di Clitemnestra uccisa da Oreste, o quella di Erifile ucciso da Alcmeone": null, " ma il poeta deve saper trovare, utilizzando in modo bello ciò che ci è stato tramandato. Ma diciamo in modo più chiaro ciò che intendiamo per «in modo bello». In effetti, l'accadere dell'azione è possibile come gli antichi <poeti> realizzavano personaggi che sanno e conoscono, cioè nel modo in cui Euripide realizza Medea che uccide i figli. Oppure è possibile anche agire non avendo cognizione di agire in direzione del terribile e riconoscere solo in seguito la philia, come l'Edipo di Sofocle. Ciò <avviene> fuori dal dramma, ma <può avvenire> anche nella tragedia stessa, come nell' Alcmeone di Astidamante, o riguardo a Telegono ne Il ferimento di Odisseo. E inoltre, terzo caso oltre questi, l’essere sul punto di fare qualcosa di irrimediabile per ignoranza, e riconoscere prima di farlo. Oltre questi non ce n’è altri. Infatti, si può o agire o non agire, consapevoli o non consapevoli. Tra questi casi, l’essere sul punto di agire consapevolmente e non agire è quello peggiore: ha, infatti, del ripugnante e non del tragico": null, " infatti è senza patimento. Perciò nessuno\"\n    },\n    {\n      \"frammento\": \"1454a\",\n      \"testo\": \"agisce così, se non in pochi casi, come Emone verso Creonte nell'Antigone. Il secondo caso è agire. Meglio è agire nell’ignoranza e, agendo, riconoscere": null, " questo caso, infatti, non ha del ripugnante e il riconoscimento produce un sentimento di sorpresa. Ma l’ultimo caso è il più potente: quello nel Cresfonte, in cui Merope è sul punto di uccidere il figlio, ma non lo uccide perché lo riconosce, o quello dell' Ifigenia, in cui la sorella <riconosce> il fratello, o quello dell' Elle in cui il figlio è sul punto di consegnare la madre ma la riconosce. Per questo, come s’è detto prima, le tragedie non possono occuparsi di molte stirpi. Giacché, cercando non in conformità alla tecnica, ma in modo casuale, <i poeti> si ritrovarono a mettere a punto questo genere di cose nelle trame, ed è quindi divenuto necessario <fare riferimento> alle casate alle quali è accaduto questo genere di sciagure. Pertanto, intorno alla composizione dei fatti e alla qualità delle trame si è detto a sufficienza. A proposito dei caratteri, sono quattro le cose a cui bisogna mirare": null, " la prima e principale, che siano valorosi. Si avrà carattere qualora, come è stato detto, la parola o l’azione rendano chiara la scelta, quale <che essa sia>, ed esso sarà valoroso se questa sarà valorosa. Questo può avvenire per ciascun carattere: anche una donna, infatti, può essere valorosa e perfino lo schiavo, sebbene, probabilmente, la donna sia inferiore <all’uomo> e lo schiavo, generalmente, di poco conto. La seconda che siano appropriati: un carattere virile è appropriato, ma non a una donna, a cui non è appropriato essere virile e forte. La terza è che il carattere sia somigliante": null, " ciò, infatti, è altro dal rendere il carattere valoro-so e appropriato, come s’è detto prima. Quarta cosa è che sia coerente. E anche se chi rende l’imitazione è incoerente e presenta un tale carattere, tuttavia incoerente deve esserlo in modo coerente. E esempio di una malvagità di carattere non necessaria Menelao nel' Oreste, di sconvenienza e inappropriatezza, il pianto di Odisseo nella Scilla e il discorso di Melanippo, di incoerenza l'Ifigenia in Aulide, dove colei che supplica non assomiglia in niente a colei che viene dopo. Anche nei caratteri, allo stesso modo che nella composizione dei fatti, occorre ricercare sempre il necessario o il probabile, così che il tale dica o faccia la tal cosa in modo probabile o necessario, e che questa cosa avvenga dopo quest’altra in modo probabile o necessario. È chiara, dunque, la necessità che gli scioglimenti delle trame abbiano luogo dalla trama stessa \"\n    },\n    {\n      \"frammento\": \"1454b\",\n      \"testo\": \"e non, come nella Medea, dalla macchina, o, Iliade, relativamente al ritorno per mare. La macchina si deve usare per le cose esterne al dramma, vuoi per quanto avviene prima di esso e che l’uomo non può vedere, vuoi per quanto riguarda il seguito e che attiene ad annunci e rivelazioni. Agli dei, infatti, concediamo di vedere tutto. Ma nei fatti concreti l’irrazionale non dev’esserci se non in modo esterno al dramma, come nell’'Edipo di Sofocle. Poiché la tragedia è imitazione di personaggi migliori di noi, occorre emulare i buoni ritrattisti, i quali, rendendo la forma propria, dipingono facendo <i ritratti> simili <ma> più belli. Così il poeta, imitando i collerici, gli indifferenti e tutti gli altri caratteri di questo genere, rende tali individui in realtà buoni - esempio ne è la durezza di Achille in Agatone e in Omero. Quindi, bisogna aver cura di queste cose, e, oltre a queste, delle sensazioni che necessariamente s’accompagnano all’arte poetica, giacché anche su questo si commettono molti errori. Ma di ciò si è parlato a sufficienza nelle opere pubblicate. Sopra s’è detto cos’è il riconoscimento. La prima specie di riconoscimento è quella meno tecnica e che tutti <i poeti> usano in caso di bisogno: il riconoscimento mediante segni. Tra questi, alcuni sono connaturati, come ad esempio «la lancia che portano i nati dalla terra», o gli astri, come quelli di Carcino nel Tieste": null, " altri sono acquisiti, e tra questi, alcuni riguardanti il corpo, come cicatrici, altri cose esterne <ad esso>, come collane o, come nella Tiro, mediante la barca. Questi si possono utilizzare in modo migliore o peggiore, come Odisseo che mediante la cicatrice fu riconosciuto in modo diverso dalla nutrice e dai porcari. Infatti, sono meno tecnici quelli <ottenuti> a scopo di conferma e tutti quelli di questo genere, mentre i migliori sono quelli che provengono dal capovolgimento, come il riconoscimento presente Bagno. Per secondi vengono <i riconoscimenti> inventati dal poeta, e perciò privi di tecnica, come ad esempio il riconoscimento che Oreste è Oreste l'Ifigenia: lei mediante una lettera, mentre lui stesso che dice ciò che vuole il poeta, ma non la trama. Pertanto qualcosa di vicino all’errore che abbiamo detto, giacché avrebbe potuto portarne qualcuno anche lui. Poi anche «la voce della spola» nel Tereo di Sofocle. La terza specie <di riconoscimento è> per mezzo del ricordo: l’avere percezione\"\n    },\n    {\n      \"frammento\": \"1455a\",\n      \"testo\": \"di qualcosa rivedendolo, come il riconoscimento nei Cipri di Diceogene, in cui chi vede il quadro si commuove, e nell’apologo di Alcinoo, in cui <Odisseo>, avendo ascoltato il citaredo e ricordato, piange e per questo vengono riconosciuti. La quarta è dal sillogismo, come nelle Coefore: visto che è giunto qualcuno somigliante <ad Elettra>, ma nessuno può esserle somigliante tranne Oreste, dunque costui è giunto. O il riconoscimento del sofista Poliido a proposito di Ifigenia: è plausibile, infatti, che Oreste concludesse sillogisticamente che, in quanto la sorella era stata uccisa, anche a lui sarebbe accaduto di essere ucciso. O anche nel Tideo di Teodette, in quanto, essendo giunto per trovare il figlio, egli stesso finisce in rovina. Oppure il riconoscimento nelle Fineidi: in cui <questo, vedendo il luogo, deducono il destino in quanto in esso era stabilito che morissero giacché là erano state esposte. Ce n’è anche uno composto sul paralogismo degli spettatori, come nell’Odisseo falso messaggero, in cui il fatto che nessun altro <oltre Odisseo> avrebbe potuto tendere l’arco è invenzione del poeta e supposizione, anche se invero <Odisseo> dice di riconoscere l’arco che non aveva visto": null, " il fatto che si ab-bia il riconoscimento grazie a quello, benché lo si costruisca grazie a questo, è un paralogismo. Ma tra tutti, il miglior riconoscimento avviene dai fatti stessi, poiché genera sorpresa per mezzo di elementi plausibili, come nell'Edipo di Sofocle e nell'lfigenia, in cui è plausibile, che <Ifigenia> desiderasse recapitare una lettera. Soltanto riconoscimenti come questi fanno a meno di segni inventati e collane. Per secondi vengono quelli dal sillogismo. Bisogna comporre le trame e curare l’enunciazione ponendoseli il più possibile davanti agli occhi": null, " in questo modo, infatti, colui che vede nella maniera più efficace, come quelli che sono presso i fatti stessi mentre accadono, può trovare ciò che è più appropriato e non lasciarsi minimamente sfuggire le incongruenze. Segno di ciò è quanto fu rimproverato a Carcino: Amfiarao che tornava dal tempio e che sfuggiva all’attenzione di colui che non vede [lo spettatore]": null, " ciò sulla scena falliva, dando fastidio agli spettatori. Per quanto possibile, occorre anche curare le parti, giacché coloro che riescono più persuasivi sono quelli che per loro stessa natura si trovano tra i patimenti": null, " infatti, chi è sconvolto turba e chi è adirato irrita in modo più veridico. Perciò, la tecnica poetica si addice a chi ha buona natura o a chi è maniaco: tra questi, infatti, gli uni sono plasmabili e gli altri estatici. Inoltre, i soggetti, che siano già composti \"\n    },\n    {\n      \"frammento\": \"1455b\",\n      \"testo\": \"oppure che li componga il <poeta> stesso, devono essere esposti prima in universale e poi aggiunti di episodi e allungati. Così intendo che potrebbe essere colto l’universale: ad esempio nell'Ifigenia, in cui una ragazza che doveva essere sacrificata, fatta misteriosamente scomparire agli occhi degli uccisori, la si ritrova in un’altra regione, nella quale era legge che gli stranieri venissero sacrificati al dio e dove ella assume questo ufficio sacerdotale. In un tempo successivo, accade che giunga il fratello della sacerdotessa (il fatto che il dio lo abbia spinto fin là e per quale causa è fuori dall’universale e dalla trama). Giunto e catturato, sul punto di essere ucciso, si fa riconoscere - [o come aveva fatto Euripide, o come aveva fatto Poliido, dichiarando, secondo probabilità, che allora non solo la sorella ma egli stesso doveva essere sacrificato] - e di qui la salvezza. Dopo di ciò, apposti i nomi, si introducono gli episodi, ma in modo tale che gli episodi siano appropriati, come l’accesso di follia di Oreste causa della <sua> cattura e la salvezza grazie al rito di purificazione. Mentre nei drammi gli episodi sono brevi, l’epica vi si dilunga. L’argomento dell’Odissea non è esteso: un uomo, assente dalla patria da molti anni, contrastato da Poseidone, e rimasto solo, mentre a casa i beni sono dissipati dai pretendenti e il figlio fatto oggetto di complotti, torna dopo essere stato sballottato dalle tempeste e, fattosi riconoscere da alcuni, passando all’attacco, si salva e fa strage dei nemici. Questo è ciò che è davvero proprio, il resto sono episodi. È proprio di tutte le tragedie avere nodo e scioglimento": null, " il nodo <riguarda» i fatti fuori <dalla tragedia> e spesso taluni di quelli interni <ad essa>, lo scioglimento il resto. Chiamo nodo ciò che va dall’inizio fino a quella parte a muovere dalla quale, da ultimo, si passa nella buona o nella cattiva sorte": null, " scioglimento ciò che va dall’inizio del mutamento fino alla fine. Così nel Linceo di Teodette, in cui nodo sono non solo gli antefatti, ma anche il rapimento del figlio e a sua volta la loro   * * *": null, " mentre lo scioglimento va dall’accusa della morte fino alla fine. Quattro sono le specie di tragedia (tante infatti sono le parti che abbiamo esaminato): la tragedia complessa, di cui capovolgimento e riconoscimento costituiscono l’intero, la tragedia di patimento, come gli \"\n    },\n    {\n      \"frammento\": \"1456a\",\n      \"testo\": \"Aiaci e gli Issioni, quella di carattere, come le Ftiotidi e il Peleo-, per quarta viene quella * * *, come le Forcidi, il Prometeo e le tragedie ambientate nell’Ade. Bisognerebbe provare a realizzarle tutte, o almeno le più importanti e diffuse, soprattutto oggi che i poeti vengono calunniati. Infatti, avendo avuto poeti di valore in ogni singola parte, si ritiene che, in relazione alle specifiche abilità, uno sorpassi ciascuno degli altri. È giusto dire che una tragedia è diversa o uguale a un’altra per nient’altro all’infuori della trama, cioè per possedere lo stesso intrigo e scioglimento. Molti di coloro che realizzano un buon <intrigo>, poi lo sciolgono in modo errato": null, " invece bisogna saper sempre padroneggiare entrambi <gli aspetti». Occorre ricordare, come si è detto più volte, che non si deve realizzare la composizione tragica al modo di un poema epico – chiamo poema epico quello dalle molte trame - come se si stesse compo-nendo l’intera trama dell'Iliade. Là, infatti, in virtù della durata, le parti assumono una grandezza adeguata, mentre nei drammi si allontanano di molto dalle aspettative. Segno ne è che coloro che hanno composto la distruzione di Ilio come un intero e non, come <ha fatto> Euripide, in base a una <sua> parte, <oppure> Niobe diversamente da Eschilo, o hanno fatto fiasco o hanno mal gareggiato, dopo che anche Agatone aveva fatto fiasco per questo solo motivo. Nei capovolgimenti e nelle azioni semplici si mira alle cose che si vogliono sorprendenti, giacché questo è tragico ed <ispira> senso d’umanità. Ciò si ha quando un sapiente, <ma> con malvagità, come Sisifo, viene ingannato, o un uomo coraggioso, ma ingiusto, sopraffatto. Ciò è anche probabile, come dice Agatone, giacché è probabile che accadano anche molti fatti improbabili. Bisogna che il coro sia concepito come uno degli attori e parte dell’intero, e che partecipi all’azione non come in Euripide, ma come in Sofocle. Per gli altri <poeti>, invece, le parti cantate non hanno a che vedere con la trama <della tragedia di cui sono parto più che con quella di altre tragedie. Perciò gli intermezzi sono cantati, cosa che è stato Agatone a cominciare. E tuttavia, qual è la differenza se cantare gli intermezzi, o se i dialoghi si adattino da un’opera all’altra o all’episodio nella sua interezza? Delle altre parti s’è dunque già detto, mentre resta da parlare dell’enunciazione e del pensiero. Delle questioni relative al pensiero, si parli nella Retorica, giacché tale argomento è proprio più di quella ricerca. Attiene al pensiero tutto quanto si deve mettere a punto per mezzo del discorso. Parti di esso sono il dimostrare, il risolvere, il mettere a punto le passioni (come \"\n    },\n    {\n      \"frammento\": \"1456b\",\n      \"testo\": \"la compassione, la paura, la collera e quante tra quelle di tal genere) e inoltre grandiosità e meschinità. E' chiaro che anche nei fatti occorre fare uso di questi criteri quando si devono mettere a punto cose compassionevoli, o terribili, grandiose o verosimili": null, " salvo che a fare differenza è in certi casi il fatto che bisogna mostrare senza spiegazione, in altri, colui che parla deve metterle a punto con il discorso e svolgerle nel corso del discorso. Del resto, quale potrebbe essere la funzione di colui che parla se ciò che è dovuto si manifestasse non mediante il discorso? Tra le questioni relative all’enunciazione, un aspetto della teo-ria riguarda le figure dell’enunciazione, che si devono cono-scere per la recitazione e per quello che attiene alla sua direzione: ad esempio che cosa sia un comando, cosa una preghiera, una narrazione, una minaccia, una domanda, una risposta, e via dicendo. Tuttavia, relativamente alla conoscenza o all’ignoranza di queste cose, nessun rimprovero degno di serietà può essere addotto alla poetica. Infatti, chi potrebbe ritenere di star commettendo l’errore che rimprovera Protagora: ossia che colui che presume di pregare dicendo «canta o dea l’ira...», in realtà sta ordinando, dal momento che incitare a fare o non fare qualcosa è, sostiene, un comando? Perciò si lasci stare, poiché tutto questo attiene ad altro e non è oggetto di studio della poetica. Dell’enunciazione nel suo insieme, le parti sono le seguenti: lettera, sillaba, congiunzione, nome, verbo, articolazione, caso e discorso. La lettera è, dunque, <suono della> voce indivisibile": null, " non ogni suono, ma quello da cui è naturale che ne divenga uno composto. Infatti, anche le grida degli animali sono indivisibili, ma per nessuno di essi si parla di lettera. Le cui parti, invece, sono oltre alla vocale, anche la semivocale e la muta. La vocale è tale: ciò che ha suono udibile senza appoggio": null, " la semivocale, ciò che ha suono udibile mediante appoggio, come, ad esempio, il sigma o il rho": null, " la muta, ciò che di per sé, mediante appoggio, non ha nessun suono, ma diventa udibile mediante le lettere che hanno suono come il gamma, e il delta. Queste differiscono per la posizione della bocca, per il luogo <dell appoggio>, per essere aspirate o non aspirate, lunghe o brevi, e inoltre acute o gravi o intermedie. Ma su questo conviene teorizzare in particolare nei trattati di metrica. La sillaba è <un suono della> voce privo di significato, composto da una muta e da una lettera avente suono: e infatti, gamma-rho senza l'alfa è una sillaba, ma anche con l'alfa, come in  gamma-rho-alfa. Ma anche tra queste cose teorizzare le differenze attiene alla metrica. La congiunzione è <un suono della> voce privo di significato che non\"\n    },\n    {\n      \"frammento\": \"1457a\",\n      \"testo\": \"impedisce né realizza un unico suono dotato di significato da più suoni, in grado di essere posto per natura all’estremità o nel mezzo, ma che non è appropriato collocare di per sé all’inizio di un discorso, come men, etoi, de. Oppure un suono della voce privo di significato che, da più suoni invece dotati di significato, ne realizza per natura uno dotato di significato. L’articolazione è <un suono della> voce privo di significato che indica l’inizio, la fine o la divisione di un discorso, come amphi, peri, ed altri. Oppure è un suono della voce privo di significato che non impedisce né realizza un suono dotato di significato, composto da più suoni in grado di porsi per natura o all’estremità o al centro. Il nome è <un suono della> voce composto, dotato di significato ma che non indica il tempo, di cui nessuna parte è dotata di significato di per sé": null, " infatti, i nomi doppi non li utilizziamo come se ciascuna delle parti fosse di per sé significativa: ad esempio in Theodoros il doros non ha significato. Il verbo è <un suono della> voce composto, dotato di significato, <indicante> il tempo, di cui nessuna parte è dotata di significato di per sé, come per i nomi. Infatti, «uomo» o «bianco» non indicano il quando <di una cosa>, mentre il «cammina» o «ha camminato» si approssimano, in più, al tempo, l’uno al presente e l’altro al passato. La declinazione attiene al nome o al verbo per indicare sia il «di questo» o «a questo» e altri casi del genere, sia il singolare o plurale, come «uomini» e «uomo», sia gli elementi relativi all’intonazione, ad esempio se interrogativa o imperativa. «Cam-minava?» o «cammina!» sono, infatti, casi del verbo secondo tali forme. Il discorso è <un suono della> voce composto, dotato di significato, di cui alcune parti significano di per sé qualcosa (infatti, non tutti i discorsi sono composti di verbi e nomi: ad esempio la definizione di uomo, ma può essere che un discorso sia senza verbi, e tuttavia avrà pur sempre una parte significativa)": null, " come, ad esempio, <il nomo «Cleone» in «Cleone cammina». Un discorso è unitario in modo duplice: o in quanto ha un unico significato, o in quanto deriva per congiunzione da più significati, come l'Iliade che è una per congiunzione o la definizione di «uomo» che è una in quanto significa una sola cosa. I nomi sono di specie semplice - e chiamo semplice ciò che non è composto da parti dotate di significato, come il termine ge, [": null, " si dirà, infatti, il quarto in luogo del secondo o il secondo in luogo del quarto, e a volte si mette al posto di ciò di cui si dice quello che <vi> sta in relazione. Ad esempio, se dico che «la coppa sta in relazione a Dioniso allo stesso modo in cui lo scudo sta in relazione ad Ares», per conseguenza si potrà dire la coppa «scudo di Dioniso» e lo scudo «coppa di Ares». O <se dico> «la vecchiaia è in relazione alla vita <come> la sera è in relazione al giorno», di conseguenza si potrà chiamare la sera «vecchiaia del giorno» o, con Empedocle, la vecchiaia «sera della vita» o «tramonto della vita». In taluni <casi>, il nome che sta per quelli di cui è analogo non c’è, e nondimeno si può dire ugualmente. Ad esempio, spargere il grano è «seminare», mentre <lo spargersi> delle vampe del sole non ha nome, ma tuttavia è in relazione al sole allo stesso modo in cui lo spargere è in relazione al grano, e perciò si è potuto dire «seminando la vampa divina». Di questo genere di metafora ci si può servire anche in altro modo: utilizzando un nome improprio e negandone qualche proprietà, come se, ad esempio, si chiamasse lo scudo non «coppa di Ares», ma «<coppa> priva di vino». * * *. Coniato è il nome che non è assolutamente usato da nessuno e che il poeta pone da sé": null, " sembrano esserlo quelli del genere ernygas, [": null, " in queste e in ny e sigma i neutri. La virtù dell’enunciazione è di essere chiara ma non banale. Certamente, è più chiara quella originata da nomi propri, ma banale. Esempio ne sono la poesia di Cleofonte e di Stendo. Invece è solenne e capace di allontanarsi dalla trivialità quella che utilizza i nomi in modo inconsueto. Sono inconsueti la glossa, la metafora, l’allungamento e tutto ciò che va contro l’uso proprio. Ma se nomi di questo genere si adoperassero tutti insieme, si avrebbero enigma o barbarismo: l’enigma dalle metafore, il barbarismo dalle glosse. L’enigma ha, infatti, questa forma: collegare, parlando, cose reali impossibili <da collegato": null, " il che non è certamente possibile fare mediante la combinazione degli < altri> nomi, ma si rende possibile grazie alle metafore, ad esempio <una corno «vidi un uomo che col fuoco incollava bronzo su un uomo» e altre del genere. Dalle glosse <invece> il barbarismo. Bisogna, dunque, in qualche modo dosarli. Quelli come la glossa, la metafora, l’ornamento e le altre forme di cui si è parlato, infatti, produrranno qualcosa di non triviale né banale, mentre i nomi propri faranno chiarezza. Elementi che si prestano non poco\"\n    },\n    {\n      \"frammento\": \"1458b\",\n      \"testo\": \"a raggiungere la chiarezza dell’enunciazione e non sono triviali, sono gli allungamenti, i troncamenti e le modificazioni dei nomi. Infatti, in ragione della loro alterità rispetto all’uso proprio produrranno, andando contro l’abitudine, il non triviale": null, " in ragione del loro rendersi partecipi dell’abitudine realizzeranno invece il chiaro. Così non biasimano in modo corretto coloro che attaccano tali modi di parlare e deridono il poeta": null, " come, ad esempio, Euclide il Vecchio, il quale, come se fosse facile poetare, concedendo di allungare quanto si vuole, ha fatto satira con questa modalità d’enunciazione: «vidi Epicare andare a Maratona» e «non ** * il suo elleboro». Pertanto, l’uso di ostentare in questa maniera è ridicolo": null, " per tutte le parti <dell’enunciazione> c’è un metro comune: infatti, utilizzando in modo inappropriato metafore, glosse e tutte le altre forme, appositamente per il ridicolo, si può finire proprio nel ridicolo. Quanto l’appropriato sia differente, lo si studi nell’epica, quando introduce i nomi nel verso. E sostituendo alle glosse, alle metafore e alle altre forme i nomi propri, si vedrebbe bene che ciò che diciamo è vero. Ad esempio, avendo Eschilo ed Euripide composto lo stesso giambo e sostituito solo un nome - una glossa in luogo di un abituale uso proprio - uno appare bello e l’altro sciatto. Eschilo, infatti, nel Filottete, compone: «l’ulcera che mi mangia la carne del piede», mentre Euripide ha sostituito il «mangia» con un «banchetta». E inoltre se <un verso corno «invero, essendo da poco, una nullità e indegno» si sostituisse usando nomi propri, <si avrebbe>: «invero essendo piccolo, gracile e brutto a vedersi». E ancora, <un verso corno «essendo posto su un seggio indegno e una tavola da poco» <cambierebbe in>: «essendo posto su un seggio cattivo e una tavola piccola». O, infine, <un’espressione corno «le rive urlano», <cambierebbe in> «le rive gridano». Inoltre Arifrade derideva i tragediografi, perché nel parlare usano espressioni che nessuno pronuncerebbe, del tipo domatori apo  [": null, " e non in modo simile alle composizioni storiografiche, nelle quali è necessario esporre non un’unica azione, ma un unico periodo di tempo, per quanto in esso avviene relativamente a uno o a molti uomini, e in cui ciascun fatto è in relazione agli altri come per caso. Come, infatti, una battaglia navale si è svolta nello stesso periodo di tempo sia a Salamina che contro i Cartaginesi in Sicilia, e nulla dei due fatti era indirizzato verso lo stesso fine, così anche nei periodi di tempo successivi talvolta un fatto è accaduto dopo un altro diverso, e da essi nessun fine unico è stato realizzato. Ma la gran parte dei poeti o quasi fa così. Perciò, come già detto, anche per questo Omero risulta divino rispetto agli altri, in quanto neppure a proposito della guerra <di Troia>, benché avente inizio e fine, ha tentato di comporla nella sua totalità - troppo grande, la sua trama non sarebbe stata abbracciabile con lo sguardo, o, se contenuta nella grandezza, troppo complicata dalla molteplicità. Avendone separato invece una parte unitaria, ha poi fatto uso di molti episodi, ad esempio il catalogo delle navi e altri <tra quelli> che compongono il poema. Gli altri, viceversa, compongono intorno a un unico personaggio,\"\n    },\n    {\n      \"frammento\": \"1459b\",\n      \"testo\": \"a un unico periodo di tempo e a un’azione costituita da molte parti, come colui che ha composto i Ciprii e la Piccola Iliade. Proprio per questo dall'Illiade e dall’Odissea si può comporre solo una tragedia o due, mentre dalle Ciprie se ne possono comporre molte e dalla Piccola Iliade [più di otto: ossia II giudizio delle armi, Filottete, Neottolemo, Euripilo, Il mendicante. Le Spartane, Il saccheggio di Troia, Il ritorno per mare, Sinone e Le Troiane]. Inoltre, l’epica deve avere le stesse specie della tragedia: essere o semplice, o complessa, o di carattere, o di patimento. Anche le parti, ad eccezione della composizione musicale e della messa in scena, devono essere le medesime: capovolgimenti, riconoscimenti e sciagure, e possedere in modo bello pensieri ed enunciazione. Tutti elementi dei quali Omero ha fatto uso per primo e in mo-do adeguato. Infatti, tra i due poemi, l'Iliade mette insieme forma semplice e di patimento, l'Odissea complessa (giacché il riconoscimento è ovunque) e di carattere. E oltre a ciò, <Omero> ha oltrepassato tutti anche nell’enunciazione e nel pensiero. L’epica si distingue invece sia per la lunghezza della composizione che per il metro. Sulla lunghezza della composizione è definizione adeguata ciò che è stato detto: che debba essere possibile abbracciare con lo sguardo l’inizio e la fine. Ciò può essere, qualora le composizioni siano più brevi di quelle degli antichi, ma si estendano fino al numero di tragedie che è possibile porre in ascolto in una volta. Ma quanto all’estendersi della grandezza, l’epica ne ha una propria maggiore, poiché, mentre nella tragedia non è possibile imitare contemporaneamente molte parti dell’azione, ma solo la parte relativa agli attori sulla scena, nell’epica, invece, per mezzo della narrazione, è possibile comporre in modo da portare a termine molte parti contemporaneamente, dalle quali, se appropriate, viene aumentata l’imponenza del poema. Perciò, il buono dell’epica sta nella grandiosità e nel mutare <lo stato d’animo> degli ascoltatori, introducendo episodi difformi tra loro. Ciò che è uniforme, infatti, dà soddisfazione immediata e fa fallire le tragedie. Il verso eroico, invece, si è formato per tentativi. Se, infatti, qualcuno si cimentasse con altro tipo di versi da quelli in uso nell’imitazione narrativa o con molti differenti, ciò sembrerebbe inappropriato, giacché tra i versi, quello eroico è il più solenne e potente (e per questo ammette particolarmente bene glosse e metafore: perché l’imitazione narrativa è più ricercata degli altri generi), mentre il giambo e il tetrametro\"\n    },\n    {\n      \"frammento\": \"1460a\",\n      \"testo\": \"sono stimolanti, uno della danza e l’altro dell’azione pratica. Inoltre, sarebbe ancora più assurdo se essi venissero mescolati, come <ha fatto> Cheremone. Perciò, nessuno ha realizzato composizioni lunghe in altro verso che in quello eroico, e, come abbiamo detto, la natura stessa insegna ciò che è appropriato scegliere. Omero, tra tutte le altre cose, è degno di essere elogiato anche perché, invero, è l’unico tra i poeti che non ignora ciò che egli stesso deve fare. Il poeta, infatti, in prima persona deve dire molto poco, giacché non è imitatore per questo. Mentre quegli altri che dibattono in prima persona, in generale imitano poche cose e di rado. Egli, invece, fatti pochi preamboli, introduce direttamente uomini, donne o qualche altro personaggio, nessuno privo di caratterizzazione ma aventi carattere. Pertanto, mentre nelle tragedie occorre produrre lo stupore, l’epica si presta meglio all’irrazionale, grazie a cui soprattutto si ha lo stupore, poiché non sono visibili coloro che agiscono. Allorché apparisse sulla scena, l’inseguimento di Ettore sarebbe cosa ridicola: quelli che stanno fermi e non inseguono, egli che tira indietro il capo": null, " invece nei racconti epici ciò passa inosservato. Lo stupore, infatti, è piacevole": null, " segno ne è che tutti raccontano aggiungendolo, per fare cosa gradita. Soprattutto Omero ha insegnato agli altri a dire cose false come si deve. Questo è un paralogismo. Gli uomini, infatti, presumono che qualora ci sia questa cosa, ci dev’essere quest’altra, o prodottasi questa cosa, si produce quest’altra, e che se è il successivo, anche l’antecedente deve essere o divenire. Ma ciò è falso. Perciò, che il primo sia falso, benché l’altro si dia e necessariamente sia o divenga, occorre aggiungerlo. Altrimenti, sapendo che questo è vero, la nostra anima compie un paralogismo e <prende> anche il primo come se fosse veramente": null, " esempio di ciò si ha nel Bagno. Bisogna preferire cose impossibili <ma> plausibili a cose possibili <ma> non credibili, e non formare i soggetti da parti irrazionali, ma evitare l’irrazionale o, quanto meno, <lasciarlo> fuori dal racconto, come per quanto riguarda Edipo, che non sa in che modo Laio è stato ucciso, ma ciò non è interno al dramma, o come nell'Elettra riguardo a coloro che raccontano i giochi pitici, o nei Misti, in cui un muto giunge in Misia da Tegea. Cosicché, dire che <senza queste parti> la trama ne uscirebbe distrutta è ridicolo": null, " giacché per principio questo genere di cose non deve essere presentato. Qualora però venga fatto e appaia ragionevole, si rende possibile anche l’assurdo: di qui le cose irrazionali intorno allo sbarco <d’Ulisse> nell’Odissea, che è chiaro \"\n    },\n    {\n      \"frammento\": \"1460b\",\n      \"testo\": \"che diverrebbero intollerabili se fossero realizzate da un poeta dappoco. Quindi, tra le altre cose buone, il poeta dissimula e fa piacere l’assurdo. Bisogna infine prendersi cura dell’enunciazione anche nelle parti prive di azione, senza caratteri né pensiero": null, " infatti un’enunciazione eccessiva per brillantezza rende oscuri i caratteri e i pensieri. Intorno ai problemi e alle soluzioni, da quante e quali forme sono <costituiti>, potrebbe diventare chiaro teorizzando come segue. Dal momento che il poeta è imitatore, allo stesso modo del pittore o di qualsiasi altro compositore d’immagini, è necessario che imiti sempre in uno dei tre modi esistenti: o le cose come erano o sono, o le cose come si dicono e appaiono, o le cose come devono essere. Ciò viene espresso mediante l’enunciazione, nella quale sono comprese glosse, metafore e le molte altre particolarità dell’enunciazione che concediamo ai poeti. Inoltre, l’esattezza della politica e della poetica non è la stessa, come non lo è quella di altre tecniche e della poetica. Giacché l’arte poetica implica un duplice genere di errore: di per sé e per accidente. Se, infatti, si decide di imitare * * * incapacità, l’errore riguarda l’arte poetica stessa": null, " se invece la decisione non è corretta, ma si imita un cavallo <che corro con entrambe le zampe destre gettate <insieme> in avanti, o <si compio un errore relativo a una qualsiasi altra tecnica, ad esempio alla medicina, o se si cerca di realizzare una cosa impossibile, esso non riguarda l’arte poetica in sé stessa. Perciò nei problemi occorre risolvere le obiezioni considerandole da questo punto di vista. Innanzitutto quelle relative alla tecnica stessa: se si cerca di realizzare cose impossibili, si è errato, ma va bene se si raggiunge il fine di essa (il fine che si è detto: ossia se in questo modo è più sorprendente in una parte o in un’altra)": null, " ne è modello l’inseguimento di Ettore. Se però il fine si poteva più o meno realizzare anche secondo la tecnica stessa, si è errato in modo non corretto: bisogna, infatti, se possibile, non errare per niente. L’errore di quale dei due tipi è: di quelli secondo la tecnica stessa, o dell’altro, secondo l’accidente? Infatti, è meno grave se non si sapeva che il cervo femmina non ha le corna che dipingerlo in modo non mimetico. Inoltre, se si obietta che sono cose non vere, ma, al massimo, <come> dovrebbero essere, bisognerebbe rispondere al modo di Sofocle, che dichiarava di fare <gli uomini> quali devono essere, o al modo di Euripide, <che dichiarava di farli> quali sono davvero. Se invece non <si fa> in nessuno dei due modi, allora <ci si starà rifacendo> al “si dice”, come <avviene> a proposito degli dei. E probabilmente, dire così non è né meglio né vero, ma se capita,\"\n    },\n    {\n      \"frammento\": \"1461a\",\n      \"testo\": \"come <sosteneva> Senofane, è ad ogni modo un “si dice”. Altri casi, probabilmente, non riguardano il meglio, ma ciò che era in un certo modo, come a proposito delle armi «dritte le lance infisse per il puntale»": null, " così, infatti, si usava al tempo e si usa ancora presso gli Illiri. Circa il modo bello o non bello di dire o fare qualcosa, non bisogna solo considerare ciò che viene fatto o detto in sé, guardando se è serio o dappoco, ma considerare anche coloro che fanno o dicono: in relazione a chi, quando, in vista di cosa e perché lo fanno, ad esempio se per realizzare un bene maggiore o per evitare un male maggiore. Tra le cose considerate, alcune vanno risolte in relazione all’enunciazione: ad esempio <supponendo> una glossa nel verso «I muli in principio», dove, forse, non si parla di muli, ma di guardiani": null, " o anche riguardo a Dolone «che era davvero brutto d’aspetto», ma non per il corpo sproporzionato, bensì per la deturpazione del volto, dal momento che i Cretesi chiamano «di bell’aspetto» <chi ha> un bel volto": null, " o riguardo <al verso> «mesci più puro», che <non vuol dire davvero «<mesci> più puro», cosa da ubriaconi, ma « <mesci> più in fretta». In altro caso, si è detto per metafora, come, ad esempio, «tutti, sia dèi che uomini, dormivano per tutta la notte», a cui poi però <il poeta> aggiunge: «quando fissava la piana di Troia... del chiasso di flauti e zampogne». Qui «tutti» sta, come s’è detto, secondo metafora, per «molti», giacché «tutto» è una specie di «molto». È per metafora anche «sola non ha parte <dei lavacri d’Oceano>...», giacché «solo» <sta per> il più noto. Ippia di Taso, invece, risolveva in relazione all’accentazione <un verso> come «a te diamo gloria», o <un verso> come «non marcisce alla pioggia». Altri casi <si risolvono> mediante la divisione, come <nel verso di> Empedocle: «subito nacquero mortali le cose che prima avevano appreso ad essere immortali e viventi prima d’essere mescolate». Altri, <come il verso> «era passato il più della notte», mediante l’ambiguità. Infatti, il «più» è ambiguo. Altri casi si risolvono secondo l’abitudine dell’enunciazione. Donde si dice «vino» anche ciò che è mescolato <con acqua> <e> si compone <un verso corno «gambiera di stagno nuovo», <che permette di chiamaro «bronzieri» quelli che lavorano il metallo": null, " si è detto che Ganimede mesceva il vino a Zeus, benché <gli dèi> non bevano vino. Anche se, invero, questo potrebbe essere <detto> secondo metafora. Quando un nome sembra comportare un’incongruenza, bisogna cercare in quanti modi può avere significato in ciò che viene detto, come <nel verso> «per essa si fermò la bronzea lancia», in cui <bisogna considerato in quanti modi è possibile che «per essa» la lancia si arresti e come soprattutto si potrebbe intendere, se così o così. <Ciò> al contrario di quanto \"\n    },\n    {\n      \"frammento\": \"1461b\",\n      \"testo\": \"dice Glaucone, <secondo il qualo alcuni presumono qualcosa in modo illogico, e dopo averlo essi stessi condannato, sillogizzano e criticano come fosse stato detto davvero ciò che a loro sembra, se è incongruente con le loro congetture. Questo è accaduto nei fatti relativi ad Icario: si ritiene che egli sia spartano, ma così sarebbe assurdo che Telemaco, recatosi a Sparta, poi non lo avesse incontrato. Invece, le cose stanno forse come dicono i Cefalleni: che Odisseo si è sposato presso di loro e si tratta di Icadio e non di Icario. È probabile che il problema sia <sorto> per errore. In generale, bisogna ridurre ciò che è impossibile, o conformemente alla poesia, o a ciò che è meglio o alle aspettative. In ambito poetico, infatti, si deve preferire un verosimile impossibile all’inverosimile, anche se possibile. <Forse è impossibilo essere come quelli che dipinge Zeusi, poiché li dipinge meglio: il modello, infatti, deve eccellere. In relazione a ciò che chiamano l’irrazionale, le cose stanno che talvolta non sono irrazionali, giacché è probabile che accada anche ciò che è improbabile. Circa le cose dette in modo incongruente, bisogna prenderle in esame allo stesso modo delle confutazioni nei discorsi, <e vedere> se è lo stesso, se si riferisce allo stesso, e se è allo stesso modo, così <da porre> anche il poeta stesso, sia in relazione con le cose che egli stesso dice, sia con quello che potrebbe supporre colui che è saggio. È giusta l’obiezione nei confronti dell’irrazionalità o della malvagità, qualora non risultino necessarie e se ne faccia comunque uso, riguardo all’irrazionale, come nel personaggio euripideo di Egeo, o riguardo alla malvagità, come <quella> di Menelao nell'Oreste. Le obiezioni sono dunque portate in cinque modi: o quanto a cose impossibili, o quanto a cose irrazionali, o quanto a cose dannose, o quanto a cose incongruenti, o quanto a cose contrarie alla correttezza tecnica. Le soluzioni da esaminare a partire dal novero delle cose dette, sono invece dodici. Potrebbe sollevare difficoltà <stabilire> quale tra l’imitazione epica e l’imitazione tragica è migliore. Se infatti la migliore è quella meno volgare, ed è tale quella che si rivolge sempre agli spettatori migliori, è del tutto chiaro che quella che imita ogni cosa sia volgare - come se non percepisse chi non si accosta a quelli che si agitano nei più molteplici movimenti, come i flautisti dappoco, che per imitare un disco devono dimenarsi, o che trascinano il corifeo se suonano la Scilla. Ora, la tragedia è senz’altro di questo genere, del genere che tra gli attori antichi si attribuiva ai successori: <ad esempio> Minnisco che dava della «scimmia» a Callippide per le sue esagerazioni, e anche\"\n    },\n    {\n      \"frammento\": \"1462a\",\n      \"testo\": \"Pindaro che aveva stessa fama. Come questi sono nei confronti di quelli, <così> l’intera tecnica <tragica> è nei confronti dell’epica. Pertanto si sostiene che l’epica sia per buoni spettatori, che non sentono la mancanza di figure sensibili, mentre la tragedia è per quelli di poco conto. E se volgare, senza dubbio sarebbe anche inferiore. Ma, per prima cosa, l’accusa non riguarda la tecnica poetica, bensì la recitazione, in cui, dopotutto, è possibile eccedere con i segni esteriori anche se si è rapsodi, come Sosistrato, o se si è cantori, come Mnasiteo d’Opunte. E poi non ogni movimento è da censurare, se è vero che non lo è la danza, ma solo quelli di poco valore, come si rimproverava a Callippide e ora ad altri che imitano donne non degne. Inoltre la tragedia realizza ciò che le è proprio anche senza movimento, come l’epica, in quanto alla lettura è qualcosa che ha qualità evidenti. Dunque, se è superiore quanto al resto, la suddetta accusa non le attiene di necessità. Quindi, <la tragedia> ha tutto ciò che è proprio dell’epica (è, infatti, possibile anche renderla in metri), e in più, il che non è piccola parte, la musica e le messe in scena, attraverso cui combina i piaceri nella maniera più evidente. E ciò è visibile sia alla lettura che alla messa in opera. Inoltre, il fine della sua\"\n    },\n    {\n      \"frammento\": \"1462b\",\n      \"testo\": \"imitazione si realizza con minore lunghezza (del resto, ciò che è più concentra-to è più piacevole di ciò che è diluito nel tempo": null, " come se qualcuno volesse rendere l'Edipo sofocleo in versi epici numerosi quanto l'Iliade). Inoltre l’imitazione dell’epica è meno unitaria (segno ne è che da una singola qualsivoglia imitazione <epica> provengono numerose tragedie), cosicché, qualora se ne realizzasse una trama unica, ciò che fosse esposto in breve apparirebbe tronco, oppure, se fatto corrispondere alla lunghezza del verso epico, annacquato. Parlo, ad esempio, di quando da più azioni se ne forma una, proprio come l'Iliade, che ha molte parti di questo genere, e l'Odissea che ne ha alcune che hanno grandezza di per sé stesse. E non dimeno, questo genere di poemi è stato composto nel modo migliore possibile e la sua imitazione è il più possibile di un’azione unitaria. Se, dunque, <la tragedia> differisce sia per tale quantità di cose sia per l’effetto della sua tecnica (giacché tali tecniche non devono realizzare il piacere che capita, ma quello di cui s’è detto), è chiaro che sarà superiore, cogliendo il fine meglio dell’epica. Dunque, sulla tragedia e sull’epica in sé stesse, sulle loro forme e sulle loro parti, su quante e quali differenze abbiano, su quali siano le cause del loro essere buone o meno, sulle obiezioni e sulle so-luzioni, sia detto tutto ciò.\"\n    }\n  ]\n}": null}